{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"This redirect is supported using the Relocate Site feature under Full Site Redirect tab.":["Esta redirección es compatible con la función Reubicar sitio en la pestaña Redirección de sitio completo."],"The regex syntax is invalid.":["La sintaxis de expresiones regulares no es válida."],"%1$s relies on the WordPress Rest API and your site might have it disabled. %2$s.":["%1$s depende de la API REST de WordPress y es posible que tu sitio la tenga desactivada. %2$s."],"Click here to learn more":["Haz clic aquí para obtener más información"],"%1$s %2$s Not Configured Properly":["Las %2$s de %1$s no están configuradas correctamente"],"No results found for your search. Try again!":["No se han encontrado resultados para tu búsqueda. ¡Inténtalo de nuevo!"],"Begin typing a term ID or name to search...":["Empieza a escribir un ID de término o un nombre para buscar..."],"Begin typing a post ID, title or slug to search...":["Empieza a escribir un ID de entrada, un título o un slug para buscar..."],"The sort order. The supported values are %1$s, %2$s, %3$s and %4$s.":["El orden de clasificación. Los valores admitidos son %1$s, %2$s, %3$s y %4$s."],"The sort direction. The supported values are %1$s and %2$s.":["La dirección del orden. Los valores admitidos son %1$s y %2$s."],"Whether the regular sitemap or compact date archive sitemap is output.":["Si se muestra el mapa del sitio normal o el mapa del sitio compacto del archivo de fechas."],"Whether the publication date of posts should be shown.":["Si se debe mostrar la fecha de publicación de las entradas."],"Whether the labels should be shown or not. Defaults to %1$s.":["Si se deben mostrar las etiquetas o no. Por defecto, %1$s."],"The HTML tag that is used for the label of each section. Defaults to %1$s.":["La etiqueta HTML que se usa para la etiqueta de cada sección. Por defecto, %1$s."],"The taxonomies (by slug, comma-separated) that are included in the sitemap.":["Las taxonomías (por slugs, separados por coma) que están incluidas en el mapa del sitio."],"The post types (by slug, comma-separated) that are included in the sitemap.":["Los tipos de contenido (por slugs, separados por coma) que están incluidos en el mapa del sitio."],"To view the new sitemap, first save changes.":["Para ver el nuevo mapa del sitio, primero guarda los cambios."],"To view the sitemap, enter a URL and save changes.":["Para ver el mapa del sitio, introduce una URL y guarda los cambios."],"The function accepts an associative array with the following arguments that can be used to override the default settings:":["La función acepta un array asociativo con los siguientes argumentos que pueden ser usados para anular los ajustes por defecto:"],"The following shortcode attributes can be used to override the default settings:":["Los siguientes atributos de shortcode se pueden utilizar para anular los ajustes por defecto:"],"The page that you have entered already exists. Please enter a page with a unique slug.":["La página a la que has accedido ya existe. Por favor, introduce una página con un slug único."],"Open HTML Sitemap":["Abrir el mapa del sitio HTML"],"e.g. %1$s":["por ejemplo, %1$s"],"Dedicated Page":["Página dedicada"],"Display HTML Sitemap":["Mostrar el mapa del sitio HTML"],"Post\/Term ID":["Entrada\/ID de término"],"Descending":["Descendente"],"Ascending":["Ascendente"],"Sort Direction":["Dirección del orden"],"Alphabetical":["Alfabético"],"Last Updated":["Última actualización"],"Sort Order":["Orden de clasificación"],"Show Publication Date":["Mostrar la fecha de publicación"],"Show Labels":["Mostrar las etiquetas"],"Compact Archives":["Archivos compactos"],"%1$s - HTML Sitemap":["%1$s - Mapa del sitio HTML"],"Select Rule":["Seleccionar la regla"],"Enter a Locale Code, e.g.: en_GB, es_ES":["Introduce un código de idioma local, por ejemplo: en_GB, es_ES"],"Enter a WordPress Filter Name":["Introduce un nombre de filtro de WordPress"],"Enter the Server Name":["Introduce el nombre del servidor"],"Enter an IP Address":["Introduce una dirección IP"],"Select Roles":["Seleccionar los perfiles"],"Select Status":["Seleccionar el estado"],"Key":["Clave"],"Select a Value or Add a New One":["Selecciona un valor o añade uno nuevo"],"Add Custom Rule":["Añadir una regla personalizada"],"The dollar symbol %1$s should be at the end. For example: %2$s":["El símbolo del dólar %1$s debe estar al final. Por ejemplo: %2$s"],"Could you please do me a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["Por favor, ¿podrías hacerme un GRAN favor y darle una valoración de 5 estrellas en WordPress para ayudarnos a hacer correr la voz e impulsar nuestra motivación?"],"Help us improve":["Ayúdanos a mejorar"],"That's Awesome!":["¡Eso es fantástico!"],"Yes, I love it!":["Sí, ¡me encanta!"],"Value":["Valor"],"Custom Rules":["Reglas personalizadas"],"Logged Out":["Desconectado"],"Logged In":["Conectado"],"Libraries":["Bibliotecas"],"Feeds":["Feeds"],"Mobile":["Móvil"],"Locale":["Locale"],"WordPress Filter":["Filtro de WordPress"],"HTTP Header":["Cabecera HTTP"],"IP":["IP"],"Cookie":["Cookie"],"WordPress User Roles":["Roles de usuario de WordPress"],"Referrer":["Referente"],"Login Status":["Estado de acceso"],"CORS":["CORS"],"%1$s - Breadcrumbs":["%1$s - Migas de pan"],"Include":["Incluir"],"Professional Service":["Servicio profesional"],"Some servers may be configured to serve file resources directly, preventing a redirect occurring.":["Algunos servidores pueden configurarse para servir recursos de archivos directamente, evitando que se produzca una redirección."],"The caret %1$s should be at the start. For example: %2$s":["El símbolo de intercalación %1$s debe estar al principio. Por ejemplo: %2$s"],"To prevent a greedy regular expression you can use %1$s to anchor it to the start of the URL. For example: %2$s":["Para evitar una expresión regular enorme puedes usar %1$s para anclarla al principio de la URL. Por ejemplo: %2$s"],"Remember to enable the %1$s option if this is a regular expression.":["Recuerda activar la opción %1$s si es una expresión regular."],"Anchor values are not sent to the server and cannot be redirected.":["Los valores de anclaje no se enviaron al servidor y no se pueden redirigir."],"The source URL should probably start with a %1$s":["La URL de origen debería empezar probablemente con una %1$s"],"Your source is the same as a target and this will create a loop.":["Tu origen es el mismo que el destino y esto creará un bucle."],"Permalinks are not currently supported.":["Actualmente no se ofrecen enlaces permanentes."],"Please enter a valid relative source URL.":["Por favor, introduce una URL de origen relativa válida."],"Regex":["Regex"],"This is a duplicate of a URL you are already adding. You can only add unique source URL's.":["Esta es un duplicado de una URL que ya estás añadiendo. Solo puedes añadir URLs de origen únicas."],"Add Redirects":["Añadir redirecciones"],"Source URL's":["URLs de origen"],"Query Parameters:":["Parámetros de consulta:"],"what's this?":["¿qué es esto?"],"Enter a relative URL to redirect from or start by typing in page or post title, slug or ID. You can also use regex (%1$s)":["Introduce una URL relativa desde la que redirigir o empieza a teclear el título de una página o entrada, slug o ID. También puedes usar regex (%1$s)"],"FUTURE":["FUTURO"],"PENDING":["PENDIENTE"],"DRAFT":["BORRADOR"],"Filter":["Filtrar"],"Moved Permanently":["Movido permanentemente"],"A redirect already exists for this source URL. To make changes, edit the original instead.":["Ya existe una redirección para esta URL de origen. Para hacer cambios edita el original en su lugar."],"Your URL appears to contain a domain inside the path: %1$s. Did you mean to use %2$s instead?":["Tu URL parece que contiene un dominio dentro de la ruga: %1$s. ¿Prefieres usar %2$s en su lugar?"],"Your target URL contains the invalid character(s) %1$s":["Tu URL de destino contiene los caracteres no válidos %1$s"],"Your target URL should be an absolute URL like %1$s or start with a slash.":["Tu URL de destino debería ser una URL absoluta como %1$s o empezar con una barra inclinada."],"Add Redirect":["Añadir redirección"],"An error occurred while adding your redirects. Please try again later.":["Ha ocurrido un error al añadir tus redirecciones. Por favor, inténtalo de nuevo más tarde."],"Enter a URL or start by typing a page or post title, slug or ID.":["Introduce una URL o empieza a escribir el título de una página o entrada, el slug o el ID."],"Redirect Type:":["Tipo de redirección:"],"Widget":["Widget"],"Display Info":["Mostrar información"],"404 Redirects":["Redirecciones de 404"],"Modified Posts":["Entradas modificadas"],"Manual Redirects":["Redirecciones manuales"],"Ignore all parameters except UTM":["Ignorar todos los parámetros excepto UTM"],"Ignore & pass parameters to the target":["Ignorar y pasar parámetros al objetivo"],"Exact match all parameters in any order":["Coincidencia exacta de todos los parámetros en cualquier orden"],"Ignore all parameters":["Ignorar todos los parámetros"],"Create and manage redirects for your broken links.":["Crea y gestiona redirecciones para tus enlaces rotos."],"Ignore Slash":["Ignorar barra inclinada"],"Ignore Case":["Ignorar mayúsculas\/minúsculas"],"Payment Methods Accepted:":["Métodos de pago aceptados:"],"Currencies Accepted:":["Monedas aceptadas:"],"Address Line 2":["Dirección, línea 2"],"Address Line 1":["Dirección, línea 1"],"Target URL":["URL de destino"],"Source URL":["URL de origen"],"No Index RSS Feeds":["Noindex los feeds RSS"],"No items found":["No se encontró ningún elemento"],"items":["elementos"],"of":["de"],"Apply":["Aplicar"],"Bulk Actions":["Acciones en lote"],"CEO of %1$s":["CEO de %1$s"],"The content is below the minimum of words. Add more content.":["El contenido está por debajo del mínimo de palabras. Añada más contenido."],"Content Length":["Longitud del contenido"],"This is far below the recommended minimum of words.":["Esto está muy por debajo del mínimo recomendado de palabras."],"The content length is ok. Good job!":["La longitud del contenido es correcta. ¡Buen trabajo!"],"%1$s is too long. Try to make it shorter.":["%1$s es demasiado larga. Intente acortarla."],"%1$s is slightly long. Try to make it shorter.":["%1$s es un poco larga. Intente acortarla."],"No %1$s was set. Set a %1$s in order to calculate your SEO score.":["No se ha establecido ninguna %1$s. Establezca una %1$s para calcular su puntuación SEO."],"%1$s length":["Longitud de la %1$s"],"Focus Keyphrase not found in SEO title.":["Frase clave objetivo no se encuentra en el título SEO."],"Focus Keyphrase in SEO title":["Frase clave objetivo en el título SEO"],"Focus Keyphrase found in SEO title.":["Frase clave objetivo encontrada en el título SEO."],"Focus Keyphrase doesn't appear at the beginning of SEO title.":["Frase clave objetivo no aparece al principio del título SEO."],"Focus Keyphrase at the beginning of SEO Title":["Frase clave objetivo al principio del título SEO"],"Focus Keyphrase used at the beginning of SEO title.":["Frase clave objetivo usada al principio del título SEO."],"%1$s not found in meta description.":["%1$s no se encuentra en la meta descripción."],"%1$s found in meta description.":["%1$s encontrada en la meta descripción."],"%1$s in meta description":["%1$s en la meta descripción"],"Focus Keyphrase not found in the URL.":["Frase clave objetivo no encontrada en la URL."],"Focus Keyphrase in URL":["Frase clave objetivo en la URL"],"Focus Keyphrase used in the URL.":["Frase clave objetivo usada en la URL."],"General":["General"],"Your %1$s does not appear in the first paragraph. Make sure the topic is clear immediately.":["Su %1$s no aparece en el primer párrafo. Asegúrese de que el tema esté claro de inmediato."],"Your %1$s appears in the first paragraph. Well done!":["Su %1$s aparece en el primer párrafo. ¡Bien hecho!"],"No content added yet.":["No se ha añadido contenido aún."],"%1$s in introduction":["%1$s en la introducción"],"Focus Keyphrase not found in content.":["Frase clave no encontrada en el contenido."],"Focus Keyphrase in content":["Frase clave objetivo en el contenido"],"Focus Keyphrase found in content.":["Frase clave objetivo encontrada en el contenido"],"Keyphrase":["Frase clave"],"Focus keyphrase":["Frase clave objetivo"],"Use your focus keyphrase more in your H2 and H3 subheadings.":["Use tu frase clave objetivo más en tus subencabezados H2 y H3."],"Focus Keyphrase in Subheadings":["Frase clave objetivo sus subtítulos"],"Your H2 and H3 subheadings reflects the topic of your copy. Good job!":["Sus subtítulos H2 y H3 reflejan el tema de su texto. ¡Buen trabajo!"],"Your H2 or H3 subheading reflects the topic of your copy. Good job!":["Su subtítulo H2 o H3 refleja el tema de su texto. ¡Buen trabajo!"],"More than 75% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. Don't over-optimize!":["Más del 75% de sus subtítulos H2 y H3 reflejan el tema de su texto. Eso es demasiado. ¡No optimice demasiado!"],"Use more focus keyphrases in your H2 and H3 subheadings!":["Utilice más frases clave objetivo en sus subtítulos H2 y H3."],"%1$s not found in image alt attribute(s). Add an image with your %1$s as alt text.":["%1$s no se encuentra en los atributos alt de la imagen. Añada una imagen con su %1$s como texto alternativo."],"%1$s in image alt attributes":["%1$s en los atributos alt de las imágenes"],"%1$s found in image alt attribute(s).":["%1$s encontrada en los atributos alt de la(s) imagen(es)."],"Title Length":["Longitud del título"],"The title is over 60 characters.":["El título tiene más de 60 caracteres."],"SEO Title length":["Longitud del título SEO"],"The title is too short.":["El título es demasiado corto."],"No title has been specified. Make sure to write one!":["No se ha especificado ningún título. ¡Asegúrate de escribir uno!"],"Please add a title first.":["Por favor añada un título primero."],"%1$s of the sentences contain passive voice, which is more than the recommended maximum of %2$s. Try to use their active counterparts.":["%1$s de las frases contienen voz pasiva, que es más del máximo recomendado de %2$s. Intenta usar sus equivalentes activas."],"Passive Voice":["Voz pasiva"],"You're using enough active voice. That's great!":["Estás usando suficiente voz activa. ¡Eso es fantástico!"],"You are using short paragraphs.":["Está usando párrafos cortos."],"Paragraphs Length":["Longitud de los párrafos"],"At least one paragraph is long. Consider using short paragraphs.":["Al menos un párrafo es largo. Considere usar párrafos cortos."],"You are not using rich media like images or videos.":["No está usando medios enriquecidos como imágenes o vídeos."],"Images\/Videos in content":["Imágenes\/Videos en el contenido"],"Your content contains images and\/or video(s).":["Tu contenido contiene imágenes y\/o vídeo(s)."],"Please add some content first.":["Por favor primero añada algo de contenido."],"%1$s of the sentences contain more than %2$s words, which is more than the recommended maximum of %3$s. Try to shorten the sentences.":["%1$s de las frases contienen más de %2$s palabras, que es más que el máximo recomendado de %3$s. Intente acortar las frases."],"Sentences Length":["Longitud de las frases"],"Sentence length is looking great!":["¡La longitud de la frase se ve genial!"],"Meta description Length":["Longitud de la meta descripción"],"The meta description is over 160 characters.":["La meta descripción tiene más de 160 caracteres."],"Meta description length":["Longitud de la meta descripción"],"The meta description is too short.":["La meta descripción es demasiado corta."],"No meta description has been specified. Search engines will display copy from the page instead. Make sure to write one!":["No se ha especificado ninguna meta descripción. En su lugar, los motores de búsqueda mostrarán texto de la página. ¡Asegúrese de escribir una!"],"There is enough variety in your sentences. That's great!":["Hay suficiente variedad en sus frases. ¡Eso es genial!"],"Consecutive sentences":["Frases consecutivas"],"The text contains %1$d consecutive sentences starting with the same word. Try to mix things up!":["El texto contiene %1$d frases consecutivas que comienzan con la misma palabra. ¡Intente probar cosas nuevas!"],"Well done!":["¡Bien hecho!"],"Transition words":["Palabras de transición"],"Only %1$s of the sentences contain transition words, which is not enough. Use more of them.":["Solo el %1$s de las frases contienen palabras de transición, lo cual no es suficiente. Usa más de ellas."],"None of the sentences contain transition words. Use some.":["Ninguna de las frases contiene palabras de transición. Usa alguna."],":-)":[":-)"],"Flesch Reading Ease N\/A":["Facilidad de lectura Flesch N\/A"],"The copy scores %1$s in the test, which is considered %2$s to read. %3$s":["El texto puntúa %1$s en la prueba, lo que se considera %2$s para leer. %3$s"],"Flesch Reading Ease":["Facilidad de lectura Flesch"],"The copy scores %1$s in the test, which is considered %2$s to read.":["El texto puntúa %1$s en la prueba, lo que se considera %2$s para leer."],"very easy":["muy fácil"],"Good job!":["¡Buen trabajo!"],"You are not using any subheadings, but your text is short enough and probably doesn't need them.":["No está usando ningún subtítulo, pero su texto es lo suficientemente corto y probablemente no los necesite."],"Subheading distribution":["Distribución de subtítulos"],"Great job!":["¡Gran trabajo!"],"You are not using any subheadings, although your text is rather long. Try and add some subheadings.":["No está utilizando ningún subtítulo, aunque su texto es bastante largo. Intente añadir algunos subtítulos."],"%1$d section of your text is longer than %2$d words and is not separated by any subheadings. Add subheadings to improve readability.":["%1$d sección(es) de su texto tiene más de %2$d palabras y no está separada por subtítulos. Añada subtítulos para mejorar la legibilidad."],"We couldn't find any internal links in your content. Add internal links in your content.":["No pudimos encontrar ningún enlace interno en su contenido. Añada enlaces internos en su contenido."],"Internal links":["Enlaces internos"],"You are linking to other resources on your website which is great.":["Está enlazando a otros recursos en tu sitio web, lo cual es genial."],"No outbound links were found. Link out to external resources.":["No se encontraron enlaces salientes. Añada enlaces a recursos externos."],"External links":["Enlaces externos"],"Great! You are linking to external resources.":["¡Genial! Está enlazando a recursos externos."],"Your user account role does not have access to edit this field. %1$s":["El perfil de tu cuenta de usuario no tiene acceso para editar este campo. %1$s"],"Learn more":["Aprender más"],"PHP Code":["Código PHP"],"Gutenberg Block":["Bloque Gutenberg"],"Shortcode":["Shortcode"],"We couldn't connect to the site, please try again later.":["No hemos podido conectar con el sitio, por favor, inténtalo de nuevo más tarde."],"Preview":["Vista previa"],"Hide":["Ocultar"],"Show":["Mostrar"],"Websites":["Páginas Web"],"Products & Entertainment":["Productos y Entretenimiento"],"Places":["Lugares"],"People":["Gente"],"Organizations":["Organizaciones"],"Groups":["Grupos"],"Businesses":["Negocios"],"Activities":["Actividades"],"Advanced Rich Snippets + Schema Markups":["Fragmentos enriquecidos avanzados + Marcado de Schema"],"Internal Link Building Assistant":["Asistente de construcción de enlaces internos"],"Smart Redirects + 404 Detection":["Redirecciones Inteligentes + Detección 404"],"Submit articles to Google News that were published in the last 48 hours.":["Envíe artículos a Google News que se hayan publicado en las últimas 48 horas."],"Generate an XML Sitemap specifically for video content on your site.":["Genere un mapa del sitio XML específicamente para el contenido de video en su sitio."],"Tell Google about your business for display as a Knowledge Graph card or business carousel.":["Dígale a Google sobre su negocio para mostrarlo como una tarjeta de Knowledge Graph o un carrusel comercial."],"Globally control Title and Alt attributes for attachment pages and images that are embedded in your content.":["Controle globalmente los atributos de Título y Alt para las páginas de adjuntos e imágenes que están incrustadas en su contenido."],"Breadcrumbs":["Migas de pan"],"Get the #1 analytics plugin to see how people find and use your website. Simply put, see stats that matter.":["Obtenga el plugin de análisis n°1 para ver cómo las personas encuentran y usan su web. En pocas palabras, vea las estadísticas que importan."],"Get all the right tools to make sure your website shows up in Google Search.":["Obtenga todas las herramientas adecuadas para asegurarse de que su web aparezca en la Búsqueda de Google."],"Optimized Search Appearance":["Apariencia de búsqueda optimizada"],"Sitemaps are a list of all your content that search engines use when they crawl your site.":["Los mapas del sitio son una lista de todo el contenido que utilizan los motores de búsqueda cuando rastrean su sitio."],"Manually Enter Type":["Introducir el Tipo Manualmente"],"archive":["archivo"],"Sample short description for your product.":["Muestra una breve descripción de su producto."],"A short description for your product.":["Una descripción corta para su producto."],"Product Short Description":["Descripción Corta del Producto"],"Enter a custom field name...":["Introduzca un nombre de campo personalizado..."],"Search for an item...":["Buscar un elemento..."],"Enter a page URL, e.g. %1$s":["Introduzca una URL de página, p. ej. %1$s"],"Add New":["Añadir Nueva"],"Type":["Tipo"],"ID":["ID"],"Click to Copy":["Haga Click para Copiar"],"Upgrade Your Plan":["Actualiza tu plan"],"Edit Your Meta Description":["Edite Su Meta Descripción"],"The description should stimulate reader interest and get them to click on the article. Think of it as a mini-advertisement for your content.":["La descripción debe estimular el interés del lector y hacer que haga clic en el artículo. Piense en ello como un mini anuncio para su contenido."],"Write a meta description for your page. Use your target keywords (in a natural way) and write with human readers in mind. Summarize the content - describe the topics your article discusses.":["Escriba una meta descripción para su página. Utilice sus palabras clave objetivo (de forma natural) y escriba pensando en lectores humanos. Resuma el contenido: describa los temas que trata su artículo."],"The meta description is set and is %1$d characters long.":["La meta descripción está establecida y tiene una longitud de %1$d caracteres."],"Your meta description is set and is %1$d characters long.":["Su meta descripción está establecida y tiene una longitud de %1$d caracteres."],"The meta description is %1$d characters long, which is too long.":["La meta descripción tiene una longitud de %1$d caracteres, la cual es muy larga."],"Your meta description is %1$d characters long, which is too long.":["Su meta descripción tiene una longitud de %1$d caracteres, la cual es muy larga."],"The meta description is only %1$d characters long, which is too short.":["La meta descripción solo tiene una longitud de %1$d caracteres, la cual es muy corta."],"Your meta description is only %1$d characters long, which is too short.":["Su meta descripción solo tiene una longitud de %1$d caracteres, la cual es muy corta."],"No meta description was found for the page.":["No se ha encontrado meta descripción para la página."],"No meta description was found for your page.":["No se ha encontrado meta descripción para su página."],"If you aren't using an SSL certificate for your site that means you are losing a lot of potential traffic. We recommend getting an SSL certificate installed immediately.":["Si no está utilizando un certificado SSL para su sitio, significa que está perdiendo una gran cantidad de tráfico potencial. Recomendamos instalar un certificado SSL de inmediato."],"The site is using a secure transfer protocol (https).":["El sitio está usando un protocolo de transferencia seguro (https)."],"Your site is using a secure transfer protocol (https).":["Su sitio está usando un protocolo de transferencia seguro (https)."],"The site is not using a secure transfer protocol (https).":["El sitio no está usando un protocolo de transferencia seguro (https)."],"Your site is not using a secure transfer protocol (https).":["Su sitio no está usando un protocolo de transferencia seguro (https)."],"Google Safe browsing shows warnings and alerts to users if they visit a suspicious website. If you are flagged by Google Safe Browsing, you should take immediate steps to fix that.":["Google Safe browsing muestra advertencias y alertas a los usuarios si visitan una web sospechosa. Si está marcado por Google Safe browsing, debe tomar medidas inmediatas para solucionarlo."],"Google has not flagged this site for malware.":["Google no ha marcado este sitio por malware."],"Google has not flagged your site for malware!":["¡Google no ha marcado su sitio por malware!"],"It looks like this site has been added to one of Google's malwares lists.":["Parece que este sitio se ha añadido a una de las listas de malware de Google."],"It looks like your site has been added to one of Google's malwares lists.":["Parece que su sitio se ha añadido a una de las listas de malware de Google."],"Alternatively, you can create an empty index.php file and save it in every directory on your site. That's an approach that WordPress uses and it works well.":["Alternativamente, puede crear un archivo index.php vacío y guardarlo en cada directorio de su sitio. Ese es un enfoque que usa WordPress y funciona bien."],"Fortunately, every popular web server has options to prevent directory listings. They'll show a \"403 forbidden\" message instead.":["Afortunadamente, todos los servidores web populares tienen opciones para evitar listados de directorios. En su lugar, mostrarán un mensaje \"403 prohibido\"."],"Directory Listing seems to be disabled on the server.":["El listado de directorios parece estar desactivado en el servidor."],"Directory Listing seems to be disabled on your server.":["El listado de directorios parece estar desactivado en su servidor."],"Directory Listing seems to be enabled on the server.":["El listado de directorios parece estar activado en el servidor."],"Edit Your Page Title":["Editar el Título de Su Página"],"Directory Listing seems to be enabled on your server.":["El listado de directorios parece estar activado en su servidor."],"It's a great idea to try and hide the theme you have visible. From time to time vulnerabilities are found in themes and if your site is not updated in a timely fashion, outdated plugins and themes can be exploited.":["Es una gran idea intentar ocultar el tema que tiene visible. De vez en cuando se encuentran vulnerabilidades en los temas y, si su sitio no se actualiza de manera puntual, se pueden explotar plugins y temas obsoletos."],"Writing compelling titles is both a science and an art. There are automated tools that can analyze your title against known metrics for readability and click-worthiness. You also need to understand the psychology of your target audience.":["Escribir títulos atractivos es tanto una ciencia como un arte. Existen herramientas automatizadas que pueden analizar su título con métricas conocidas para mejorar la legibilidad y el valor de los clics. También necesita comprender la psicología de su público objetivo."],"Ensure your page's title includes your target keywords, and design it to encourage users to click.":["Asegúrese de que el título de su página incluya sus palabras clave objetivo y diséñelo para alentar a los usuarios a hacer clic."],"The theme is not visible.":["El tema no es visible."],"Your theme is not visible!":["¡Su tema no es visible!"],"Anyone can see that they are using the %1$s theme.":["Cualquiera puede ver que estás usando el tema %1$s."],"Anyone can see that you are using the %1$s theme.":["Cualquiera puede ver que está usando el tema %1$s."],"It's a great idea to try and hide the plugins you have visible. From time to time vulnerabilities are found in plugins and if your site is not updated in a timely fashion, outdated plugins and themes can be exploited.":["Es una gran idea intentar ocultar los plugins que tiene visibles. De vez en cuando se encuentran vulnerabilidades en plugins y si su sitio no se actualiza de manera puntual, se pueden explotar plugins y temas obsoletos."],"There are no visible plugins.":["No hay plugins visibles."],"You have no visible plugins!":["¡No tiene plugins visibles!"],"Plugins from the website are publicly visible.":["Los plugins de la web son visibles públicamente."],"Plugins from your website are publicly visible.":["Los plugins de su we son visibles públicamente."],"You can get an even greater boost in speed with a content delivery network service. These services host a copy of your content on multiple servers spread out across the globe. A user's request is handled by the edge server that's closest to their physical location, so the content arrives incredibly fast.":["Puede obtener un aumento aún mayor en la velocidad con un servicio de red de entrega de contenido. Estos servicios alojan una copia de su contenido en varios servidores repartidos por todo el mundo. La solicitud de un usuario es manejada por el servidor perimetral más cercano a su ubicación física, por lo que el contenido llega increíblemente rápido."],"If you want to continue to improve your response time, the simplest and fastest fix is to use a caching plugin. Caching plugins keep a cached version of each page on your site. Instead of building the page from scratch, the server will send the cached copy.":["Si desea continuar mejorando su tiempo de respuesta, la solución más simple y rápida es usar un plugin de caché. Los plugin de caché mantienen una versión en caché de cada página de su sitio. En lugar de crear la página desde cero, el servidor enviará la copia en caché."],"The response time is under 0.2 seconds.":["El tiempo de respuesta es inferior a 0,2 segundos."],"Your response time is under 0.2 seconds.":["Su tiempo de respuesta es inferior a 0,2 segundos."],"The response time of the page is %1$f seconds. It is recommended to keep it equal to or below 0.2 seconds.":["El tiempo de respuesta de la página es de %1$f segundos. Se recomienda mantenerlo igual o inferior a 0,2 segundos."],"The response time of your page is %1$f seconds. It is recommended to keep it equal to or below 0.2 seconds.":["El tiempo de respuesta de su página es de %1$f segundos. Se recomienda mantenerlo igual o inferior a 0,2 segundos."],"The SEO title is set and is %1$d characters long.":["El título SEO está establecido y tiene una longitud de %1$d caracteres."],"Removing white space can also have an impact on your HTML page's size. White space characters like carriage returns and tabs are ignored by the browser, but they make the markup easier for developers to read. So you should always strip them from your templates or themes before you use them in a production environment.":["Eliminar los espacios en blanco también puede tener un impacto en el tamaño de su página HTML. El navegador ignora los espacios en blanco como los retornos de carro y las pestañas, pero facilitan la lectura del marcado para los desarrolladores. Por lo tanto, siempre debe eliminarlos de sus plantillas o temas antes de usarlos en un entorno de producción."],"You can reduce CSS repetition with HTML class and ID attributes. Often the same rules will be repeated across many page elements, embedded in each tag's \"style\" attribute. You can extract them into a single \"style\" tag and use classes and ID's to target each element.":["Puede reducir la repetición de CSS con una clase HTML y atributos ID. A menudo, las mismas reglas se repetirán en muchos elementos de la página, incrustadas en el atributo \"estilo\" de cada etiqueta. Puede extraerlos en una sola etiqueta de \"estilo\" y usar clases e IDs para apuntar a cada elemento."],"Sometimes inline CSS is a culprit. A little inline CSS can help your page render faster. Too much will bloat the HTML file and increase the page loading time.":["A veces, el CSS en línea es el culpable. Un poco de CSS en línea puede ayudar a que su página se procese más rápido. Demasiado inflará el archivo HTML y aumentará el tiempo de carga de la página."],"In order to reduce page size, remove any unnecessary tags from your markup. This includes developer comments, which are invisible to your users - search engines ignore the text in comments, too.":["Para reducir el tamaño de la página, elimine las etiquetas innecesarias de su marcado. Esto incluye los comentarios de los desarrolladores, que son invisibles para los usuarios; los motores de búsqueda también ignoran el texto de los comentarios."],"This is under the average of 33 Kb.":["Esto está por debajo del promedio de 33 Kb."],"This is over our recommendation of 50 Kb.":["Esto está por encima de nuestra recomendación de 50 Kb."],"The size of the HTML document is %1$d Kb.":["El tamaño del documento HTML es de %1$d Kb."],"Your SEO title is set and is %1$d characters long.":["Su título SEO está establecido y tiene una longitud de %1$d caracteres."],"Try to replace embedded objects with HTML5 alternatives.":["Intente reemplazar los objetos incrustados con alternativas HTML5."],"CSS:":["CSS:"],"JavaScript:":["JavaScript:"],"Images:":["Imágenes:"],"More than 20 requests can result in slow page loading.":["Más de 20 solicitudes pueden provocar una carga de página lenta."],"The page makes %1$d requests.":["La página realiza %1$d peticiones."],"Your page makes %1$d requests.":["Su página realiza %1$d peticiones."],"There are server-side tools (including WordPress plugins) to automatically minify CSS files.":["Existen herramientas del lado del servidor (incluidos plugins de WordPress) para minimizar automáticamente los archivos CSS."],"We recommend tracking down where the un-minified CSS files come from.":["Recomendamos rastrear de dónde provienen los archivos CSS no minimizados."],"CSS files appear in many places, including frameworks (like Bootstrap), themes and templates, and third-party plugins.":["Los archivos CSS aparecen en muchos lugares, incluidos frameworks (como Bootstrap), temas y plantillas, y plugins de terceros."],"All CSS files appear to be minified.":["Todos los archivos CSS parecen estar minimizados."],"Some CSS files don't seem to be minified.":["Algunos archivos CSS no parecen estar minimizados."],"There are server-side tools (including WordPress plugins) to automatically minify JavaScript files.":["Existen herramientas del lado del servidor (incluidos plugins de WordPress) para minimizar automáticamente los archivos JavaScript."],"We recommend tracking down where the un-minified JavaScript files come from":["Recomendamos rastrear de dónde provienen los archivos JavaScript no minimizados"],"JavaScript files appear in many places, including frameworks (like Bootstrap), themes and templates, and third-party plugins.":["Los archivos JavaScript aparecen en muchos lugares, incluidos frameworks (como Bootstrap), temas y plantillas, y plugins de terceros."],"The SEO title is %1$d characters long, which is too long.":["El título SEO tiene %1$d caracteres, que es demasiado largo."],"All Javascript files appear to be minified.":["Todos los archivos Javascript parecen estar minimizados."],"Some Javascript files don't seem to be minified.":["Algunos archivos Javascript no parecen estar minimizados."],"Alternatively, you can use a CMS plugin to simplify the process - it's a more user-friendly option. WordPress has a host of caching plugins, and most of them give you options to control the caching headers.":["Alternativamente, puede usar un plugin CMS para simplificar el proceso; es una opción más fácil de usar. WordPress tiene una gran cantidad de plugins de caché, y la mayoría de ellos le brindan opciones para controlar los encabezados de caché."],"If you use the Apache or NGINX web servers, you can edit the configuration files to set the \"expires\" header for all image files. For Apache, you can also use a \".htaccess\" file to change the settings for each folder.":["Si utiliza los servidores web Apache o NGINX, puede editar los archivos de configuración para establecer el encabezado \"expires\" para todos los archivos de imagen. Para Apache, también puede utilizar un archivo \".htaccess\" para cambiar los ajustes de cada carpeta."],"The server is using \"expires\" headers for the images.":["El servidor está usando encabezados «expires» para las imágenes."],"Your server is using \"expires\" headers for your images.":["Su servidor está usando encabezados \"expires\" para sus imágenes."],"Your SEO title is %1$d characters long, which is too long.":["Su título SEO tiene %1$d caracteres, que es demasiado largo."],"The server is not using \"expires\" headers for the images.":["El servidor no está usando encabezados «expires» para las imágenes."],"Your server is not using \"expires\" headers for your images.":["Su servidor no está usando encabezados \"expires\" para sus imágenes."],"Edit Your Page":["Editar Su Página"],"%1$s makes it extremely easy to add highly relevant Schema.org markup to your site. It has a simple graphical interface, so you don't have to get your hands dirty with complex HTML markup.":["%1$s hace que sea extremadamente fácil agregar marcado de Schema.org altamente relevante en su sitio. Tiene una interfaz gráfica simple, por lo que no tiene que ensuciarse las manos con un marcado HTML complejo."],"We found Schema.org data on the page.":["Encontramos datos de Schema.org en la página."],"We found Schema.org data on your page.":["Encontramos datos de Schema.org en su página."],"No Schema.org data was found on the page.":["No se encontraron datos de Schema.org en la página."],"No Schema.org data was found on your page.":["No se encontraron datos de Schema.org en su página."],"%1$s provides a simple but powerful interface to craft your Open Graph data. You get immediate feedback with an interactive preview, and you don't have to mess around with raw HTML markup.":["%1$s proporciona una interfaz sencilla pero potente para crear sus datos de Open Graph. Obtenga feedback inmediato con una vista previa interactiva y no pierda el tiempo con el marcado HTML sin formato."],"Insert a customized Open Graph meta tag for each important page on your site. The standard is very well documented - you can learn more from Facebook's developer pages.":["Inserte una meta etiqueta Open Graph personalizada para cada página importante de su sitio. El estándar está muy bien documentado; puede obtener más información en las páginas de desarrolladores de Facebook."],"The SEO title is only %1$d characters long, which is too short.":["El título SEO tiene solo %1$d caracteres, que es demasiado corto."],"All the required Open Graph meta tags have been found.":["Se han encontrado todas las meta etiquetas necesarias de Open Graph."],"Duplicate Open Graph meta tags were found.":["Se encontraron meta etiquetas de Open Graph duplicadas."],"Some Open Graph meta tags are missing.":["Faltan algunas meta etiquetas de Open Graph."],"%1$s has a full suite of tools to manage the robots.txt file, along with other related technologies, like XML Sitemaps.":["%1$s tiene una solución completa de herramientas para gestionar el archivo robots.txt, junto con otras tecnologías relacionadas, como mapas de sitio XML."],"You can manually create a robots.txt file and upload it to your site's web root. A simpler option is to use a plugin for your CMS platform.":["Puede crear manualmente un archivo robots.txt y subirlo a la raíz web de su sitio. Una opción más sencilla es utilizar un plugin para su plataforma CMS."],"Make sure that you only block parts you don't want to be indexed.":["Asegúrese de bloquear solo las partes que no desea que se indexen."],"Your SEO title is only %1$d characters long, which is too short.":["Su título SEO tiene solo %1$d caracteres, que es demasiado corto."],"The site has a robots.txt file.":["El sitio tiene un archivo robots.txt."],"Your site has a robots.txt file.":["Su sitio tiene un archivo robots.txt."],"The site has a robots.txt file which includes one or more \"disallow\" directives.":["El sitio tiene un archivo robots.txt que incluye una o más directivas «disallow»."],"Your site has a robots.txt file which includes one or more \"disallow\" directives.":["Su sitio tiene un archivo robots.txt que incluye una o más directivas \"disallow\"."],"The robots.txt file is missing or unavailable.":["El archivo robots.txt falta o no está disponible."],"Your robots.txt file is missing or unavailable.":["Su archivo robots.txt falta o no está disponible."],"We couldn't find an SEO Title.":["No pudimos encontrar un Título SEO."],"You should use HTTP redirections (301 permanant redirects) to pass PageRank from the \"wrong\" URLs to the standard (canonical) ones. That way, your content will still benefit from backlinks if someone makes a mistake and uses the wrong URL.":["Debe utilizar redirecciones HTTP (redirecciones permanentes 301) para pasar PageRank de las URL \"incorrectas\" a las estándar (canónicas). De esa manera, su contenido aún se beneficiará de los vínculos backlinks si alguien comete un error y usa la URL incorrecta."],"Decide whether you want your site's URLs to include a \"www\", or if you prefer a plain domain name. There are marketing pros and cons for each choice, but neither one is better or worse for SEO purposes - as long as you're consistent.":["Decida si desea que las URL de su sitio incluyan \"www\" o si prefiere un nombre de dominio simple. Hay pros y contras de marketing para cada opción, pero ninguno es mejor o peor para fines de SEO, siempre y cuando sea coherente."],"Both the www and non-www versions of the URL are redirected to the same site.":["Tanto las versiones www como no www de su URL se redirigen al mismo sitio."],"Both the www and non-www versions of your URL are redirected to the same site.":["Tanto las versiones www como no www de su URL se redirigen al mismo sitio."],"The www and non-www versions of the URL are not redirected to the same site.":["Las versiones con www y sin www de la URL no se redirigen al mismo sitio."],"The www and non-www versions of your URL are not redirected to the same site.":["Las versiones con www y sin www de su URL no se redirigen al mismo sitio."],"Only ever use noindex meta tag or header on pages you want to keep out of the reach of search engines!":["¡Solo use la meta etiqueta o encabezado noindex en las páginas que desea mantener fuera del alcance de los motores de búsqueda!"],"The page does not contain any noindex header or meta tag.":["La página no contiene ningún encabezado o meta etiqueta noindex."],"Your page does not contain any noindex header or meta tag.":["Su página no contiene ningún encabezado o meta etiqueta noindex."],"The page contains a noindex header or meta tag.":["La página contiene un encabezado o meta etiqueta noindex."],"Your page contains a noindex header or meta tag.":["Su página contiene un encabezado o meta etiqueta noindex."],"If you've republished an article from another source (such as another site or a different section of your own site) then you need to pick which URL is the \"correct\" one and use that!":["Si ha vuelto a publicar un artículo de otra fuente (como otro sitio o una sección diferente de su propio sitio), debe elegir qué URL es la \"correcta\" ¡y utilizarla!"],"Every page on your site should have a <link> tag with a 'rel=\"canonical\"' attribute. The link tag should go inside the page's head tag, and it should contain the page's \"correct\" URL.":["Cada página de su sitio debe tener una etiqueta <link> con un atributo 'rel = \"canonical\"'. La etiqueta de enlace debe ir dentro de la etiqueta de cabecera de la página y debe contener la URL \"correcta\" de la página."],"The page is using the canonical link tag.":["La página está usando la etiqueta de enlace canónico."],"Your page is using the canonical link tag.":["Su página está usando la etiqueta de enlace canónico."],"No canonical link tag found on the page.":["No hay ninguna etiqueta de enlace canónico en la página."],"No canonical link tag found on your page.":["No hay etiqueta de enlace canónico en su página."],"Ideally, the links should be highly relevant to the subject you're writing about. It's impossible to cover every aspect of a subject on a single page, but your readers may be fascinated by some detail you barely touch on. If you link to a resource where they can learn more, they'll be grateful. What's more, you'll be rewarded with higher rankings!":["Idealmente, los enlaces deben ser muy relevantes para el tema sobre el que está escribiendo. Es imposible cubrir todos los aspectos de un tema en una sola página, pero sus lectores pueden estar fascinados por algún detalle que apenas toca. Si enlaza a un recurso donde pueden obtener más información, se lo agradecerán. Además, ¡será recompensado con clasificaciones más altas!"],"Add links to external resources that are useful for your readers. Make sure you link to high-quality sites - Google penalizes pages that link to \"spammy\" sites (ones that break the Google webmaster guidelines).":["Añada enlaces a recursos externos que sean útiles para sus lectores. Asegúrese de enlazar a sitios de alta calidad: Google penaliza las páginas que se vinculan a sitios \"spam\" (los que infringen las directrices para webmasters de Google)."],"External:":["Externos:"],"Internal:":["Internos:"],"The page has a correct number of internal and external links.":["La página tiene un número correcto de enlaces internos y externos."],"Your page has a correct number of internal and external links.":["Su página tiene un número correcto de enlaces internos y externos."],"The ratio of internal links to external links is uneven.":["La proporción de enlaces internos a enlaces externos es desigual."],"Too few internal links on the page.":["Demasiados pocos enlaces internos en la página."],"Too few internal links on your page.":["Muy pocos enlaces internos en su página."],"No internal links were found on the page.":["No se encontraron enlaces internos en la página."],"No internal links were found on your page.":["No se encontraron enlaces internos en su página."],"Make sure every image has an alt tag, and add useful descriptions to each image. Add your keywords or synonyms - but do it in a natural way.":["Asegúrese de que cada imagen tenga una etiqueta alt y añada descripciones útiles a cada imagen. Añada sus palabras clave o sinónimos, pero hágalo de forma natural."],"All images on the page have alt attributes.":["Todas las imágenes de la página tienen atributos alt."],"All images on your page have alt attributes.":["Todas las imágenes de su página tienen atributos alt."],"Some images on the page have no alt attribute.":["Algunas imágenes en la página no tienen atributos alt."],"Some images on your page have no alt attribute.":["Algunas imágenes en su página no tienen atributos alt."],"Don't try to force keywords into sub-headings if they feel unnatural. It will send the wrong message to your readers, possibly driving them away.":["No intente forzar palabras clave en subtítulos si se sienten poco naturales. Enviará el mensaje equivocado a sus lectores, posiblemente alejándolos."],"It should be easy to include your main and supporting keywords in the H2 tags - after all, these keywords describe your content! If it's hard to work the keywords into your subheadings, it could be a sign that the keywords aren't closely related to your content.":["Debería ser fácil incluir sus palabras clave principales y de apoyo en las etiquetas H2; después de todo, ¡estas palabras clave describen su contenido! Si es difícil incorporar las palabras clave en sus subtítulos, podría ser una señal de que las palabras clave no están estrechamente relacionadas con su contenido."],"Also, try to include synonyms and relevant terminology in H2 tag text. Search engines are pretty smart - they know which words usually occur together in each niche.":["También, intente incluir sinónimos y terminología relevante en el texto de la etiqueta H2. Los motores de búsqueda son bastante inteligentes: saben qué palabras suelen aparecer juntas en cada nicho."],"Make sure you have a good balance of H2 tags to plain text in your content. Break the content down into logical sections, and use headings to introduce each new topic.":["Asegúrese de tener un buen equilibrio entre las etiquetas H2 y el texto sin formato en su contenido. Divida el contenido en secciones lógicas y use títulos para presentar cada tema nuevo."],"H2 tags were found on the page.":["Se encontraron etiquetas H2 en la página."],"H2 tags were found on your page.":["Se encontraron etiquetas H2 en su página."],"No H2 tags were found on the page.":["No se encontraron etiquetas H2 en la página."],"No H2 tags were found on your page.":["No se encontraron etiquetas H2 en su página."],"You should write as if your readers are selfish people with short attention spans (because that describes a large percentage of the world's population). Readers visit websites for selfish reasons - they're not there to make you happy.":["Debe escribir como si sus lectores fueran personas egoístas con poca capacidad de atención (porque eso describe un gran porcentaje de la población mundial). Los lectores visitan sitios web por razones egoístas, no están ahí para hacerte feliz."],"A good headline stimulates reader interest and offers a compelling reason to read your content. It promises a believable benefit.":["Un buen titular estimula el interés del lector y ofrece una razón convincente para leer su contenido. Promete un beneficio creíble."],"Because your headline plays a large role in reader engagement, it's worth spending extra time perfecting it. Many top copywriters spend hours getting their headlines just right - sometimes they spend longer on the headline than the rest of the article!":["Debido a que su titular juega un papel importante en la participación del lector, vale la pena dedicar más tiempo en perfeccionarlo. Muchos de los mejores redactores publicitarios dedican horas a redactar sus titulares de la forma correcta; ¡a veces dedican más tiempo en el titular que en el resto del artículo!"],"Ensure your most important keywords appear in the H1 tag - don't force it, use them in a natural way that makes sense to human readers.":["Asegúrese de que sus palabras clave más importantes aparezcan en la etiqueta H1; no lo fuerce, utilícelas de una manera natural que tenga sentido para los lectores humanos."],"WordPress sites usually insert the page or post title as an H1 tag (although custom themes can change this behavior).":["Los sitios de WordPress generalmente insertan el título de la página o entrada como una etiqueta H1 (aunque los temas personalizados pueden cambiar este comportamiento)."],"One H1 tag was found on the page.":["Una etiqueta H1 se encontró en la página."],"One H1 tag was found on your page.":["Una etiqueta H1 se encontró en su página."],"%1$d H1 tags were found.":["Se encontraron %1$d etiquetas H1 en su página."],"For the best SEO results there should be exactly one H1 tag on each page.":["Para obtener los mejores resultados en SEO, debe haber exactamente una etiqueta H1 en cada página."],"No H1 tag was found.":["No se encontró una etiqueta H1."],"Edit Your Page Title & Description":["Editar el Título y la Descripción de su Página"],"You need to use titles and descriptions that are attractive to users and contain your keywords. Use the keywords naturally - keyword stuffing is usually detected and will result in a lower ranking. What's more, it's pretty off-putting for potential readers, who are more likely to click on an appealing link.":["Debe utilizar títulos y descripciones que sean atractivos para los usuarios y que contengan sus palabras clave. Use las palabras clave de forma natural: las palabras clave de relleno generalmente se detectan y dará como resultado una clasificación más baja. Además, es bastante desagradable para los lectores potenciales, que es más probable que hagan clic en un enlace atractivo."],"One or more keywords were found in the title and description of the page.":["Una o más palabras clave se encontraron en el título y la descripción de la página."],"One or more keywords were found in the title and description of your page.":["Una o más palabras clave se encontraron en el título y la descripción de su página."],"Both the page title and meta description are missing keywords.":["A ambos título de página y meta descripción le faltan palabras clave."],"No keywords were found in the meta description.":["No se encontraron palabras clave en la meta description."],"No keywords were found in your meta description.":["No se encontraron palabras clave en su meta descripición."],"No keywords were found in the page title.":["No se encontraron palabras clave en el título de su página."],"Save Changes":["Guardar Cambios"],"View all tags":["Ver todas las etiquetas"],"Click on the tags below to insert variables into your template.":["Haga clic en las siguientes etiquetas para insertar variables en su plantilla."],"Submit a Support Ticket":["Envíe un ticket de soporte"],"Submit a ticket and our world class support team will be in touch soon.":["Envíe un ticket y nuestro equipo de soporte estrella se pondrá en contacto pronto."],"Get Support":["Obtenga soporte"],"View All Documentation":["Ver toda la documentación"],"Browse documentation, reference material, and tutorials for %1$s.":["Explore la documentación, el material de referencia y los tutoriales de %1$s."],"View Documentation":["Ver documentación"],"Docs":["Documentación"],"View All":["Ver todos"],"Search":["Buscar"],"Close":["Cerrar"],"Read the Setup Guide":["Leer la Guía de Configuración"],"Launch the Setup Wizard":["Lanzar el Asistente de Configuración"],"Thank you for choosing the best WordPress SEO plugin. %1$s default settings works great out of the box. We created the setup wizard to guide you through some important configuration settings & custom-tailored SEO best practices for your site to help you improve rankings.":["Gracias por elegir el mejor plugin SEO de WordPress. Los ajustes por defecto de %1$s funcionan muy bien desde el primer momento. Creamos el asistente de configuración para guiarlo a través de algunos ajustes de configuración importantes y las mejores prácticas de SEO personalizadas para su sitio para ayudarlo a mejorar en las clasificaciones."],"How to Get Started":["Cómo Empezar"],"Mobile Snapshot":["Instantánea del móvil"],"Read the Ultimate WordPress SEO Guide":["Lea la guía SEO de WordPress Definitiva"],"For best results, you should strive for %1$s70 and above%2$s.":["Para obtener mejores resultados, debe aspirar a %1$s70 y por encima%2$s."],"A very good score is between %1$s60 and 80%2$s.":["Un muy buen resultado está entre %1$s60 y 80%2$s."],"Your Overall Site Score":["La Puntuación Total de su Sitio"],"Keywords:":["Palabras clave:"],"Security":["Seguridad"],"Advanced SEO":["SEO Avanzado"],"Basic SEO":["SEO Básico"],"No Follow Paginated":["Paginados No Follow"],"No Index Paginated":["Paginados No Index"],"No ODP":["Sin ODP"],"No Snippet":["Sin Fragmentos"],"No Image Index":["Sin Índice de Imagen"],"No Translate":["Sin Traducción"],"No Archive":["Sin Archivo"],"No Follow":["Sin Seguimiento"],"No Index":["Sin Índice"],"Large":["Grande"],"Standard":["Estándar"],"Max Image Preview":["Vista Previa de Imagen Máxima"],"Max Video Preview":["Vista previa máxima de video"],"Max Snippet":["Fragmento Máximo"],"Robots meta:":["Meta de Robots:"],"Dismissed Notifications":["Avisos descartados"],"All taxonomies are set to noindex or your site does not have any taxonomies registered that are supported by this feature.":["Todas las taxonomías están configuradas como noindex o su sitio no tiene ninguna taxonomía registrada que sea compatible con esta característica."],"All post types are set to noindex or your site does not have any post types registered that are supported by this feature.":["Todos los tipos de contenido están configurados como noindex o su sitio no tiene ningún tipo de publicación registrado que sea compatible con esta característica."],"No taxonomies available.":["No hay taxonomías disponibles."],"No post types available.":["No hay tipos de contenido disponibles."],"Slug:":["Slug:"],"Label:":["Etiqueta:"],"a few seconds ago":["hace unos segundos"],"years ago":["años atrás"],"a year ago":["hace un año"],"months ago":["meses atrás"],"a month ago":["hace un mes"],"days ago":["días atrás"],"a day ago":["hace un día"],"minutes ago":["minutos atrás"],"a minute ago":["hace un minuto"],"See Dismissed Notifications":["Ver avisos descartados"],"You have no new notifications.":["No tienes nuevos avisos."],"Great Scott! Where'd they all go?":["¡Bien Scott! ¿A dónde fueron todos?"],"Show Less":["Mostrar Menos"],"Show More":["Mostrar Más"],"Custom separator:":["Separador personalizado:"],"Analyzing...":["Analizando..."],"off":["apagado"],"Price Indicator:":["Indicador de Precio:"],"Tax ID:":["ID de Impuestos:"],"VAT ID:":["ID de IVA:"],"Fax number:":["Número de fax:"],"Phone number:":["Número de teléfono:"],"Warnings":["Advertencias"],"An error occurred while analyzing your site.":["Ha ocurrido un error al analizar su sitio."],"Your Username:":["Su nombre de usuario:"],"Use the same username for multiple social networks":["Usar el mismo nombre de usuario para múltiples redes sociales"],"Your MySpace URL is invalid. Please check the format and try again.":["Su URL de MySpace no es válida. Por favor, compruebe el formato y vuelva a intentarlo."],"Your Wikipedia URL is invalid. Please check the format and try again.":["Su URL de Wikipedia no es válida. Por favor, compruebe el formato y vuelva a intentarlo."],"Your SoundCloud URL is invalid. Please check the format and try again.":["Su URL de SoundCloud no es válida. Por favor, compruebe el formato y vuelva a intentarlo."],"Your Yelp URL is invalid. Please check the format and try again.":["Su URL de Yelp no es válida. Por favor, compruebe el formato y vuelva a intentarlo."],"Your Tumblr URL is invalid. Please check the format and try again.":["Su URL de Tumblr no es válida. Por favor, compruebe el formato y vuelva a intentarlo."],"Your LinkedIn URL is invalid. Please check the format and try again.":["Su URL de LinkedIn no es válida. Por favor, compruebe el formato y vuelva a intentarlo."],"Your YouTube URL is invalid. Please check the format and try again.":["Su URL de YouTube no es válida. Por favor, compruebe el formato y vuelva a intentarlo."],"Your Pinterest URL is invalid. Please check the format and try again.":["Su URL de Pinterest no es válida. Por favor, compruebe el formato y vuelva a intentarlo."],"Your Instagram URL is invalid. Please check the format and try again.":["Su URL de Instagram no es válida. Por favor, compruebe el formato y vuelva a intentarlo."],"Your Twitter URL is invalid. Please check the format and try again.":["Su URL de Twitter no es válida. Por favor, compruebe el formato y vuelva a intentarlo."],"Your Facebook URL is invalid. Please check the format and try again.":["Su URL de Facebook no es válida. Por favor, compruebe el formato y vuelva a intentarlo."],"Country:":["País:"],"City:":["Ciudad:"],"upgrading to %1$s":["actualizando a %1$s"],"Free":["Gratis"],"The geographic area where a service or offered item is provided.":["El área geográfica donde se proporciona un servicio o artículo ofertado."],"Home Page":["Página de Inicio"],"Deactivated":["Desactivado"],"Manage":["Gestionar"],"Dismiss All":["Descartar Todas"],"Local SEO":["SEO Local"],"Copied!":["¡Copiado!"],"An error occurred while activating the addon. Please upload it manually or contact support for more information.":["Ocurrió un error al activar la extensión. Por favor, súbela manualmente o contacta con soporte para más información."],"Your license has expired.":["Su licencia ha caducado."],"You have not yet added a license key.":["Aún no ha añadido una clave de licencia."],"Your license key is invalid.":["Su clave de licencia no es válida."],"Your license has been disabled.":["Su licencia ha sido deshabilitada."],"%1$s out of %2$s max recommended characters.":["%1$s del máximo de %2$s caracteres recomendados."],"Active Notifications":["Avisos activos"],"New Notifications":["Nuevos avisos"],"Travel Agency":["Agencia de Viajes"],"Tourist Information Center":["Centro de Información Turística"],"Television Station":["Emisora de Televisión"],"Store":["Tienda"],"Sports Activity Location":["Centro Deportivo"],"Shopping Center":["Centro Comercial"],"Self Storage":["Almacén"],"Recycling Center":["Centro de Reciclado"],"Real Estate Agent":["Agente Inmobiliario"],"Radio Station":["Estación de Radio"],"Medical Business":["Empresa Médica"],"Lodging Business":["Empresa de Alojamiento"],"Library":["Biblioteca"],"Legal Service":["Servicio Legal"],"Internet Cafe":["Internet Café"],"Home & Construction Business":["Empresa de Construcción"],"Health & Beauty Business":["Empresa de Salud y Belleza"],"Government Office":["Oficina Gubernamental"],"Food Establishment":["Establecimiento de Comida"],"Financial Service":["Servicio Financiero"],"Entertainment Business":["Empresa de Entretenimiento"],"Employment Agency":["Agencia de Empleo"],"Emergency Service":["Servicio de Emergencia"],"Dry Cleaning\/Laundry":["Lavandería"],"Dentist":["Dentista"],"Childcare":["Cuidado de Niños"],"Automotive Business":["Empresa del Automóvil"],"Archive Organization":["Archivo de Organización"],"Errors":["Errores"],"All Good!":["¡Todo bien!"],"Complete Site Audit Checklist":["Lista de Verificación Completa de Auditoría del Sitio"],"Save and Continue":["Guardar y Continuar"],"Go Back":["Volver Atrás"],"Skip this Step":["Saltar este paso"],"Default Image Source (Set in Social Networks)":["Fuente de imagen predeterminada (configurada en Redes Sociales)"],"Attached Image":["Imagen adjunta"],"Default Image (Set Below)":["Imagen Predeterminada (Establecer a Continuación)"],"Choose Image":["Elegir Imagen"],"to see your Site Score.":["para ver la Puntuación de su Sitio."],"Excellent!":["¡Excelente!"],"Very Good!":["¡Muy bien!"],"Needs%1$sImprovement!":["¡Necesita%1$smejoras!"],"We've got some%1$swork to do!":["¡Tenemos algo de%1$strabajo para hacer!"],"A valid license key is required":["Se requiere una clave de licencia válida"],"to analyze a competitor site.":["para analizar un sitio de la competencia."],"Animal Shelter":["Protectora de Animales"],"Contact Page URL:":["URL de la Página de Contacto:"],"About Page URL:":["URL de la Página «Acerca de»:"],"Website URL:":["URL de la Web:"],"Your name or company name.":["Su nombre o el nombre de su empresa."],"name":["nombre"],"Include All Taxonomies":["Incluir Todas las Taxonomías"],"Already purchased? Simply enter your license key below to connect with %1$s!":["¿Ya ha comprado? ¡Simplemente introduzca su código de licencia a continuación para conectarse con %1$s!"],"Sitemaps":["Mapas del sitio"],"Social Networks":["Redes Sociales"],"Delete":["Eliminar"],"Critical Issues":["Problemas Críticos"],"Refresh Results":["Refrescar Resultados"],"Good Results":["Buenos Resultados"],"Recommended Improvements":["Mejoras Recomendadas"],"Your site is not connected. Please connect to %1$s, then try again.":["Su sitio no está conectado. Por favor conecte con %1$s, después vuelva a intentarlo."],"We were unable to parse the content for this site.":["No pudimos analizar el contenido de este sitio."],"The URL provided is invalid.":["La URL proporcionada no es válida."],"Remove":["Eliminar"],"Step %1$s of %2$s":["Pase %1$s de %2$s"],"Close and Exit Wizard Without Saving":["Cerrar y salir del asistente sin guardar"],"See all features":["Ver todas las características"],"Learn more about all features":["Aprende más sobre todas las funciones"],"%1$s %2$s comes with many additional features to help take your site's SEO to the next level!":["¡%1$s %2$s incluye muchas características adicionales para ayudar a llevar el SEO de su sitio al siguiente nivel!"],"This feature is only available for licensed %1$s %2$s users.":["Esta característica está solo disponible para usuarios con licencia de %1$s %2$s."],"Title:":["Título:"],"Are you sure you want to leave? you have unsaved changes!":["¿Está seguro que quiere irse? ¡Tiene cambios sin guardar!"],"Search Appearance":["Apariencia en el buscador"],"Analytics":["Analítica"],"Connect with %1$s":["Conectar con %1$s"],"Access Control":["Control de Acceso"],"RSS Content":["Contenido RSS"],"Webmaster Tools":["Webmaster Tools"],"Advanced":["Avanzado"],"None":["Ninguno"],"Redirects":["Redirecciones"],"Use Default Settings":["Utilizar la Configuración Predeterminada"],"Connect":["Conectar"],"Paste your license key here":["Pegue su código de licencia aquí"],"Your license key provides access to updates and addons.":["Su código de licencia proporciona acceso a actualizaciones y complementos."],"Pro":["Pro"],"default":["por defecto"],"Clear":["Limpiar"],"Type to search...":["Escriba para buscar..."],"Exclude Posts \/ Pages":["Excluir Entradas \/ Páginas"],"Include All Post Types":["Incluir Todos los Tipos De Contenidos"],"Learn More":["Aprender más"],"Zip code:":["Código postal:"],"State:":["Estado:"],"Local Business SEO":["SEO de negocio local"],"Notifications":["Avisos"],"News Sitemap":["Mapa del sitio de noticias"],"Publish Date":["Fecha de publicación"],"Not Really...":["Realmente no..."],"Description:":["Descripción:"],"Not Installed":["No instalado"],"Activated":["Activo"],"You're using %1$s. To unlock more features, consider %2$s":["Estás usando %1$s. Para desbloquear más características, considera %2$s."],"You're using %1$s - no license needed. Enjoy!":["Está usando %1$s - no es necesario una licencia. ¡Disfruta!"],"never":["nunca"],"yearly":["anualmente"],"hourly":["cada hora"],"always":["siempre"],"As a valued user you receive %1$s, automatically applied at checkout!":["¡Como usuario valioso, recibe %1$s, que se aplica automáticamente al finalizar la compra!"],"Upgrade to %1$s":["Actualizar a %1$s"],"To unlock more features, consider %1$s.":["Para desbloquear más funciones, considere %1$s."],"Nope, maybe later":["No, quizá más tarde"],"Ok, you deserve it":["Vale, lo mereces"],"Give feedback":["Da tu opinión"],"We're sorry to hear you aren't enjoying %1$s. We would love a chance to improve. Could you take a minute and let us know what we can do better?":["Lamentamos que no estés disfrutando de %1$s. Nos encantaría tener la oportunidad de mejorar. ¿Podrías tomarte un minuto y hacernos saber qué podemos hacer mejor?"],"Are you enjoying %1$s?":["¿Estás disfrutando %1$s?"],"Package Tracking":["Seguimiento del paquete"],"Roadside Assistance":["Asistencia en carretera"],"Bagage Tracking":["Seguimiento de equipaje"],"Emergency":["Emergencia"],"Credit Card Support":["Compatibilidad con tarjeta de crédito"],"Reservations":["Reservas"],"Sales":["Ofertas"],"Bill Payment":["Pago de facturas"],"Billing Support":["Compatibilidad con facturación"],"Technical Support":["Soporte técnico"],"Customer Support":["Soporte al cliente"],"Archive":["Archivar"],"Welcome to %1$s":["Bienvenido a %1$s"],"No thanks":["No, gracias"],"Dismiss":["Descartar"],"Exclude Terms":["Excluir Términos"],"Author Pages":["Páginas de Autor"],"Archive Pages":["Páginas de archivo"],"Email address:":["Dirección de correo electrónico:"],"Upgrade":["Actualizar"],"Image SEO":["SEO de imágenes"],"Upgrade to Pro":["Actualizar a Pro"],"License Key":["Clave de licencia"],"Add URL":["Añadir URL"],"Last Modified":["Última modificación"],"Page URL":["URL de la página"],"Frequency":["Frecuencia"],"Priority":["Prioridad"],"Taxonomies":["Taxonomías"],"Post Types":["Tipos de contenido"],"monthly":["mensualmente"],"weekly":["semanalmente"],"daily":["diario"],"User Agent":["Agente de usuario"],"Server":["Servidor"],"Yes":["Sí"],"Off":["Inactivo"],"On":["Activo"],"Custom Image":["Imagen personalizada"],"First Available Image":["Primera imagen disponible"],"Post Author Image":["Imagen del autor de la entrada"],"Image from Custom Field":["Imagen desde un Campo Personalizado"],"First Image in Content":["Primera Imagen en el Contenido"],"Featured Image":["Imagen destacada"],"Website":["Web"],"Article":["Artículo"],"Episode":["Episodio"],"TV Show":["Programa de TV"],"Song":["Canción"],"Product":["Producto"],"Movie":["Película"],"Game":["Juego"],"Food":["Comida"],"Drink":["Bebida"],"Book":["Libro"],"Album":["Album"],"State\/Province":["Estado\/Provincia"],"Landmark":["Marca"],"Country":["País"],"City":["Ciudad"],"Public Figure":["Figura pública"],"Profile":["Perfil"],"Politician":["Político"],"Musician":["Músico"],"Director":["Director"],"Author":["Autor"],"Athlete":["Atleta"],"Actor":["Actor"],"University":["Universidad"],"School":["Escuela"],"Non-Profit":["Sin ánimo de lucro"],"Band":["Banda"],"Sports Team":["Equipo deportivo"],"Sports League":["Liga deportiva"],"Cause":["Causa"],"Restaurant":["Restaurante"],"Hotel":["Hotel"],"Cafe":["Café"],"Company":["Compañía"],"Bar":["Bar"],"Sport":["Deporte"],"Activity":["Actividad"],"No":["No"],"Cancel":["Cancelar"],"Video Sitemap":["Mapa del sitio de vídeo"],"Performance":["Rendimiento"],"Robots.txt":["Robots.txt"],"Advanced Settings":["Ajustes avanzados"],"Display Settings":["Ajustes de visualización"],"Disabled":["Inactivo"],"Enabled":["Activado"],"Bad Bot Blocker":["Bloqueador de bots maliciosos"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/chunk-common.js"}}