{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"The home page settings below have been disabled because you are using a static home page. You can %1$sedit your home page settings%2$s directly to change the title, meta and image.":["Los ajustes de la página de inicio a continuación se han desactivado porque está utilizando una página de inicio estática. Puede %1$seditar los ajustes de su página de inicio%2$s directamente para cambiar el título, el meta y la imagen."],"Default Term Image Source is only available for licensed %1$s users. %2$s":["Por defecto el origen de la imagen del término solo está disponible para los usuarios con licencia de %1$s. %2$s"],"Default Taxonomy Object Types are only available for licensed %1$s users. %2$s":["Los tipos de objetos de taxonomía por defecto solo están disponibles para usuarios de %1$s con licencia. %2$s"],"Default Taxonomy Object Types":["Tipos de objetos de taxonomía predeterminados"],"Default Post Type Object Types":["Tipos de objetos de tipo de contenido predeterminados"],"Show Facebook Author":["Mostrar el Autor de Facebook"],"How to get your Facebook Author URL":["Cómo obtener su URL de Autor de Facebook"],"How to get your Facebook App ID":["Cómo obtener su ID de Aplicación de Facebook"],"How to get your Facebook Admin ID":["Cómo obtener su ID de Administrador de Facebook"],"Will be overriden if the Facebook author URL is present in the individual User Profile.":["Se sobre escribirá si la URL del autor de Facebook está presente en el Perfil de Usuario individual."],"The Facebook App ID of the site's app. In order to use Facebook Insights, you must add the App ID to your page. Insights lets you view analytics for traffic to your site from Facebook. Find the App ID in your App Dashboard.":["El ID de Facebook App de la aplicación del sitio. Para utilizar Facebook Insights, debe agregar el ID de la App a su página. Insights le permite ver análisis del tráfico a su sitio desde Facebook. Busque el ID de la aplicación en su escritorio de aplicaciones."],"Enter your Facebook Admin ID here. You can enter multiple Facebook Admin IDs by separating them with a comma.":["Ingrese su ID de administrador de Facebook aquí. Puede ingresar varias ID de administrador de Facebook separándolas con una coma."],"Facebook Author URL":["URL del Autor de Facebook"],"Click on the tags below to insert variables into your description.":["Haga clic en las siguientes etiquetas para insertar variables en su descripción."],"Use the home page description":["Usar la descripción de la página de inicio"],"Click on the tags below to insert variables into your home page title.":["Haga clic en las siguientes etiquetas para insertar variables en el título de la página de inicio."],"Click on the tags below to insert variables into your site name.":["Haga clic en las siguientes etiquetas para insertar variables en el nombre de su sitio."],"Use the home page title":["Usar el título de la página de inicio"],"This is what your page configured with %1$s will look like when shared via Facebook. The site title and description will be automatically added.":["Así es como se verá tu página configurada con %1$s cuando se comparta a través de Facebook. El título y la descripción del sitio se agregarán automáticamente."],"The Title of the Page or Site you are Sharing":["El Título de la Página o Sitio que va a Compartir"],"Minimum size: 200px x 200px, ideal ratio 1.91:1, 8MB max. (eg: 1640px x 856px or 3280px x 1712px for retina screens)":["Tamaño mínimo: 200px x 200px, proporción ideal 1.91:1, 8 MB máx. (por ejemplo: 1640px x 856px o 3280px x 1712px para pantallas retina)"],"Default Term Facebook Image":["Imagen de Facebook por defecto para los Términos"],"Default Post Facebook Image":["Imagen de Facebook por defecto para las Entradas"],"Term Custom Field Name":["Nombre de campo personalizado del término"],"Post Custom Field Name":["Nombre de campo personalizado de la entrada"],"Height":["Alto"],"Width":["Ancho"],"Default Term Image Source":["Origen de la imagen del término por defecto"],"Default Post Image Source":["Origen de la imagen de la entrada por defecto"],"Enable Open Graph Markup":["Activar marcado Open Graph"],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Habilite esta función si desea que Facebook y otras redes sociales muestren una vista previa con imágenes y un extracto de texto cuando se comparte un enlace a su sitio."],"General Facebook Settings":["Ajustes Generales de Facebook"],"Remove":["Eliminar"],"Paste your image URL or select a new image":["Pega la URL de tu imagen o selecciona una nueva imagen"],"Upload or Select Image":["Subir o Seleccionar Imagen"],"Facebook App ID":["ID de aplicación de Facebook"],"Facebook Admin ID":["ID de administrador de Facebook"],"Object Type":["Tipo de objeto"],"Use Post Tags in Article Tags":["Usar etiquetas de Entradas en etiquetas de Artículos"],"Use Categories in Article Tags":["Usar Categorías en etiquetas de Artículos"],"Use Keywords in Article Tags":["Usar Palabras Clave en Etiquetas de Artículos"],"Automatically Generate Article Tags":["Generar automáticamente las etiquetas de artículo"],"Image":["Imagen"],"Site Name":["Nombre del sitio"],"Advanced Settings":["Ajustes avanzados"],"Home Page Settings":["Ajustes de portada"],"Description":["Descripción"],"Title":["Título"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/social-networks-Facebook-vue.js"}}