{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Custom":["Personalizada"],"redirect":["redirigir"],"site":["sitio"],"Site":["Sitio"],"Select a header":["Selecciona una cabecera"],"Add headers by clicking in the options below.":["Añade cabeceras haciendo clic en las opciones de abajo."],"Add CORS Presets":["Añadir preselecciones CORS"],"Add Security Presets":["Añadir preselecciones de seguridad"],"Add Header":["Añadir cabecera"],"Value":["Valor"],"Header":["Cabecera"],"Location":["Ubicación"],"Site headers are added across your site, including redirects. Redirect headers are only added to redirects.":["Las cabeceras del sitio se añaden a todo tu sitio, incluyendo las redirecciones. Las cabeceras de redirección solo se añaden a las redirecciones."],"HTTP Headers":["Cabeceras HTTP"],"Remove www from domain":["Eliminar www del dominio"],"Add www to domain":["Añadir www al dominio"],"Leave domain as-is":["Dejar el dominio como está"],"%1$sWarning:%2$s ensure your HTTPS is working before forcing a redirect. %3$s":["%1$sAdvertencia:%2$s Asegúrate de que está funcionando tu HTTPS antes de forzar una redirección. %3$s"],"You'll need to update your Site Address URL to match your new site address. %1$sUpdate Site Address URL%2$s.":["Tendrás que actualizar la URL de la dirección de tu sitio para que coincida con tu nueva dirección del sitio. %1$sActualiza la dirección URL del sitio%2$s."],"Preferred domain":["Dominio preferido"],"Force a redirect from HTTP to HTTPS":["Forzar una redirección desde HTTP a HTTPS"],"Redirect from HTTP to HTTPS":["Redirigir desde HTTP a HTTPS"],"Your current site address":["La dirección actual de tu sitio"],"Canonical Settings are disabled because you have relocated your site to another domain.":["Los ajustes canónicos están desactivados porque has trasladado tu sitio a otro dominio."],"Canonical Settings":["Ajustes canónicos"],"Add an alias redirect by clicking in 'Add New'.":["Añade un alias de redirección haciendo clic en «Añadir nuevo»."],"Alias":["Alias"],"Aliased Domain":["Aliad de dominio"],"A site alias is another domain that you want to be redirected to this site. For example, an old domain, or a subdomain. This will redirect all URLs, including WordPress login and admin. You will need to configure your system (DNS and server) to pass requests for these domains to this WordPress install.":["Un alias de sitio es otro dominio que quieres redirigir a este sitio. Por ejemplo, un dominio antiguo o un subdominio. Esto redirigirá todas las URL, incluyendo el acceso y la administración de WordPress. Tendrás que configurar tu sistema (DNS y servidor) para pasar las peticiones de estos dominios a esta instalación de WordPress."],"Site aliases are disabled because you have relocated your site to another domain.":["Los alias del sitio están desactivados porque has trasladado tu sitio a otro dominio."],"Site Aliases":["Alias del sitio"],"Relocate to domain":["Trasladar al dominio"],"Your new site address":["La nueva dirección de tu sitio"],"Your old site address":["La dirección anterior de tu sitio"],"By enabling this option you disabled any site aliases or canonical settings. Enter a domain to redirect everything, except WordPress login and admin.":["Al activar esta opción, desactivas cualquier alias del sitio o ajustes canónicos. Introduce un dominio para redirigir todo, excepto el acceso y la administración de WordPress."],"Would you like to relocate your entire site to a new domain? Everything will be redirected except WordPress login and admin. Enabling this option will disable any site aliases or canonical settings.":["¿Te gustaría trasladar todo tu sitio a un nuevo dominio? Todo será redirigido, excepto el acceso y la administración de WordPress. Al activar esta opción, se desactivará cualquier alias del sitio o ajustes canónicos."],"Relocate Site":["Reubicar el sitio"],"Redirect":["Redirigir"],"Add New":["Añadir Nueva"],"Delete":["Eliminar"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/redirects-pro-FullSiteRedirect-vue.js"}}