{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Allows you to specify the maximum number of posts for the RSS Sitemap. We recommend an amount of 50 posts.":["Te permite especificar el número máximo de publicaciones para el mapa del sitio RSS. Recomendamos una cantidad de 50 entradas."],"Open RSS Sitemap":["Abrir el mapa del sitio RSS"],"Number of Posts":["Número de Entradas"],"This option will generate a separate RSS Sitemap which can be submitted to Google, Bing and any other search engines that support this type of sitemap. The RSS Sitemap contains an RSS feed of the latest updates to your site content.  It is not a full sitemap of all your content.":["Esta opción generará un Mapa del Sitio RSS separado que se puede enviar a Google, Bing y cualquier otro motor de búsqueda que admita este tipo de Mapa del Sitio. El Mapa del Sitio RSS contiene un feed RSS de las últimas actualizaciones del contenido de su sitio. No es un Mapa del Sitio completo de todo su contenido."],"Include All Taxonomies":["Incluir Todas las Taxonomías"],"Author Sitemap":["Mapa del Sitio de Autor"],"Date Archive Sitemap":["Mapa del sitio de Archivos por Fecha"],"Automatically Ping Search Engines":["Automáticamente enviar Pings a los Motores de Búsqueda"],"Do you get a blank sitemap or 404 error?":["¿Obtienes un mapa del sitio en blanco o un error 404?"],"Noindexed content will not be displayed in your sitemap.":["El contenido no indexado no se mostrará en su mapa del sitio."],"Enable Sitemap":["Activar Mapa del Sitio"],"Sitemap Settings":["Ajustes del Mapa del Sitio"],"Include All Post Types":["Incluir Todos los Tipos De Contenidos"],"RSS Sitemap":["Mapa del sitio RSS"],"Organize sitemap entries into distinct files in your sitemap. We recommend you enable this setting if your sitemap contains more than 1,000 URLs.":["Organiza las entradas de los mapas del sitio en archivos distintos en tu mapa del sitio. Te recomendamos que actives esta opción si tu mapa de sitio contiene más de 1.000 URLs."],"Taxonomies":["Taxonomías"],"Post Types":["Tipos de contenido"],"Enable Sitemap Indexes":["Activar índices del mapa del sitio"],"Include Author Archives in your sitemap.":["Incluye los archivos de autor en tu mapa del sitio."],"Include Date Archives in your sitemap.":["Incluye los archivos por fecha en tu mapa del sitio."],"Select which Taxonomies appear in your sitemap.":["Selecciona qué taxonomías aparecen en tu mapa del sitio."],"Select which Post Types appear in your sitemap.":["Elige qué tipos de contenido aparecerán en tu mapa del sitio."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/sitemaps-RssSitemap-vue.js"}}