{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"This setting allows you to toggle between the regular sitemap or the compact date archive sitemap. %1$s":["Este ajuste te permite alternar entre el mapa del sitio normal o el mapa del sitio compacto del archivo de fechas. %1$s"],"This setting only applies to posts and pages.":["Este ajuste solo se aplica a entradas y páginas."],"Publication Date":["Fecha de publicación"],"Display HTML Sitemap":["Mostrar el mapa del sitio HTML"],"Using the custom-built tools below, you can add an HTML sitemap to your website and help visitors discover all your content. Adding an HTML sitemap to your website may also help search engines find your content more easily.":["Usando las siguientes herramientas personalizadas, puedes añadir a tu web un mapa del sitio HTML y ayudar a los visitantes a descubrir todo tu contenido. Añadir un mapa del sitio HTML a tu web también puede ayudar a los motores de búsqueda a encontrar más fácilmente tu contenido."],"HTML Sitemap Settings":["Ajustes del mapa del sitio HTML"],"Use the following PHP code anywhere in your theme to display the sitemap. %1$s":["Usa el siguiente código PHP en cualquier parte de tu tema para mostrar el mapa del sitio. %1$s"],"To add this widget, visit the %1$swidgets page%2$s and look for the %3$s\"%4$s - HTML Sitemap\"%5$s widget.":["Para añadir este widget, visita la %1$spágina de widgets%2$s y busca el widget %3$s«%4$s - HTML Sitemap»%5$s."],"To add this block, edit a page or post and search for the %1$s\"%2$s - HTML Sitemap\"%3$s block.":["Para añadir este bloque, edita una página o entrada y busca el bloque %1$s«%2$s - Mapa del sitio HTML»%3$s."],"Use the following shortcode to display the HTML Sitemap. %1$s":["Usa el siguiente shortcode para mostrar el mapa del sitio HTML. %1$s"],"Display the sitemap on a dedicated page:":["Muestra el mapa del sitio en una página dedicada:"],"Post\/Term ID":["Entrada\/ID de término"],"Last Updated Date":["Fecha de la última actualización"],"Descending":["Descendente"],"Ascending":["Ascendente"],"Sort Direction":["Dirección del orden"],"Alphabetical":["Alfabético"],"Sort Order":["Orden de clasificación"],"Compact Archives":["Archivos compactos"],"Custom Field Support":["Soporte para campos personalizados"],"Video Sitemaps are only available for licensed %1$s %2$s users.":["Los mapas de sitios de videos solo están disponibles para usuarios con licencia de %1$s %2$s"],"Upgrade to Pro and Unlock Video Sitemaps":["Actualiza a Pro y desbloquea el mapa de vídeos del sitio."],"Open Video Sitemap":["Abrir el mapa del sitio de videos"],"Exclude Pages\/Posts":["Excluir Páginas\/Entradas"],"Set Publication Name":["Establecer el nombre de la publicación"],"News Sitemaps are only available for licensed %1$s %2$s users.":["Los mapas de sitios de noticias solo están disponibles para usuarios con licencia de %1$s %2$s"],"Upgrade to Pro and Unlock News Sitemaps":["Actualiza a Pro y desbloquea el mapa de noticias del sitio."],"Open News Sitemap":["Abrir el mapa del sitio de noticias"],"HTML Sitemap":["Mapa del Sitio HTML"],"Allows you to specify the maximum number of posts for the RSS Sitemap. We recommend an amount of 50 posts.":["Te permite especificar el número máximo de publicaciones para el mapa del sitio RSS. Recomendamos una cantidad de 50 entradas."],"Open RSS Sitemap":["Abrir el mapa del sitio RSS"],"Number of Posts":["Número de Entradas"],"This option will generate a separate RSS Sitemap which can be submitted to Google, Bing and any other search engines that support this type of sitemap. The RSS Sitemap contains an RSS feed of the latest updates to your site content.  It is not a full sitemap of all your content.":["Esta opción generará un Mapa del Sitio RSS separado que se puede enviar a Google, Bing y cualquier otro motor de búsqueda que admita este tipo de Mapa del Sitio. El Mapa del Sitio RSS contiene un feed RSS de las últimas actualizaciones del contenido de su sitio. No es un Mapa del Sitio completo de todo su contenido."],"This feature requires one of the following plans:":["Esta característica requiere alguno de los siguientes planes:"],"Our Google News Sitemap lets you control which content you submit to Google News and only contains articles that were published in the last 48 hours. In order to submit a News Sitemap to Google, you must have added your site to Google’s Publisher Center and had it approved.":["Nuestro Mapa del Sitio de Google News le permite controlar qué contenido envía a Google News y solo contiene artículos que se publicaron en las últimas 48 horas. Para enviar un Mapa del Sitio de noticias a Google, debe haber añadido su sitio al Centro de Editores de Google y haberlo aprobado."],"The Video Sitemap works in much the same way as the XML Sitemap module, it generates an XML Sitemap specifically for video content on your site. Search engines use this information to display rich snippet information in search results.":["El Mapa de Videos del Sitio funciona de la misma manera que el módulo de Mapa del Sitio XML, genera un Mapa del Sitio XML específicamente para el contenido de video en su sitio. Los motores de búsqueda utilizan esta información para mostrar información de fragmentos enriquecidos en los resultados de búsqueda."],"Your static sitemap is currently being regenerated. This may take some time based on the size of your site. This may also cause the sitemap content to look outdated.":["Tu mapa del sitio estático se está regenerando ahora mismo. Esto puede llevar algo de tiempo basado en el tamaño de tu sitio. También puede provocar que el contenido del mapa del sitio se vea anticuado."],"We recommend setting the amount of URLs per sitemap index to 1,000 or less. The more links, the longer it will take for the sitemap to load.":["Recomendamos establecer la cantidad de URL por índice de mapa del sitio en 1000 o menos. Cuantos más enlaces, más tiempo tardará en cargarse el mapa del sitio."],"Taxonomy Priority Score":["Puntuación de prioridad en las taxonomías"],"Post Type Priority Score":["Puntuación de prioridad en los tipos de contenido"],"Grouped":["Agrupado"],"Any posts that are assigned to these terms will also be excluded from your sitemap.":["Cualquier entrada que se asigne a estos términos será excluido del mapa del sitio."],"Include All Taxonomies":["Incluir Todas las Taxonomías"],"Author Sitemap":["Mapa del Sitio de Autor"],"Date Archive Sitemap":["Mapa del sitio de Archivos por Fecha"],"Automatically Ping Search Engines":["Automáticamente enviar Pings a los Motores de Búsqueda"],"Open Sitemap":["Abrir Mapa del Sitio"],"Do you get a blank sitemap or 404 error?":["¿Obtienes un mapa del sitio en blanco o un error 404?"],"Noindexed content will not be displayed in your sitemap.":["El contenido no indexado no se mostrará en su mapa del sitio."],"Links Per Sitemap":["Enlaces por Mapas del Sitio"],"Enable Sitemap":["Activar Mapa del Sitio"],"An XML Sitemap is a list of all your content that search engines use when they crawl your site. This is an essential part of SEO because it contains some important pieces of information that search engines need when crawling your site. The XML Sitemap created by %1$s tells search engines where to find all of the content on your site.":["Un mapa del sitio XML es una lista de todo su contenido que los motores de búsqueda utilizan cuando rastrean su sitio. Esta es una parte esencial del SEO porque contiene algunas piezas importantes de información que los motores de búsqueda necesitan al rastrear su sitio. El mapa del sitio XML creado por %1$s indica a los motores de búsqueda dónde encontrar todo el contenido de su sitio."],"Sitemaps":["Mapas del sitio"],"General Sitemap":["Mapa General del Sitio"],"Sitemap Settings":["Ajustes del Mapa del Sitio"],"Dynamically Generate":["Generar Dinámicamente"],"You can use this section to add any URLs to your sitemap which aren’t a part of your WordPress installation. For example, if you have a contact form that you would like to be included on your sitemap you can enter the information manually.":["Puede usar esta sección para agregar cualquier URL a su mapa del sitio que no sea parte de su instalación de WordPress. Por ejemplo, si tiene un formulario de contacto que le gustaría que se incluyera en su mapa del sitio, puede ingresar la información manualmente."],"Priority Score":["Puntuación de Prioridad"],"Exclude Posts \/ Pages":["Excluir Entradas \/ Páginas"],"Include All Post Types":["Incluir Todos los Tipos De Contenidos"],"News Sitemap":["Mapa del sitio de noticias"],"Publish Date":["Fecha de publicación"],"RSS Sitemap":["Mapa del sitio RSS"],"Organize sitemap entries into distinct files in your sitemap. We recommend you enable this setting if your sitemap contains more than 1,000 URLs.":["Organiza las entradas de los mapas del sitio en archivos distintos en tu mapa del sitio. Te recomendamos que actives esta opción si tu mapa de sitio contiene más de 1.000 URLs."],"Exclude Terms":["Excluir Términos"],"Exclude Images":["Excluir imágenes"],"Exclude Images from your sitemap.":["Excluir imágenes de su mapa del sitio."],"Dynamically creates the XML Sitemap instead of using a static file.":["Crea dinámicamente el mapa del sitio XML en vez de hacerlo usando un archivo estático."],"Additional Pages":["Páginas adicionales"],"Taxonomies":["Taxonomías"],"Post Types":["Tipos de contenido"],"Enable Sitemap Indexes":["Activar índices del mapa del sitio"],"Include Author Archives in your sitemap.":["Incluye los archivos de autor en tu mapa del sitio."],"Include Date Archives in your sitemap.":["Incluye los archivos por fecha en tu mapa del sitio."],"Select which Taxonomies appear in your sitemap.":["Selecciona qué taxonomías aparecen en tu mapa del sitio."],"Select which Post Types appear in your sitemap.":["Elige qué tipos de contenido aparecerán en tu mapa del sitio."],"Allows you to specify the maximum number of posts in a sitemap (up to 50,000).":["Te permite especificar el número máximo de entradas del mapa del sitio (hasta 50.000)"],"Video Sitemap":["Mapa del sitio de vídeo"],"Advanced Settings":["Ajustes avanzados"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/sitemaps-Main-vue.js"}}