{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Enable this option to show additional Twitter data on your posts and pages (i.e., who the post was written by and how long it might take to read the article).":["Activa esta opción para mostrar datos adicionales de Twitter en tus entradas y páginas (p.ej.: quién ha escrito la entrada y cuánto tiempo llevará leer el artículo)."],"Additional Data":["Datos adicionales"],"Card Type":["Tipo de Tarjeta"],"Home Page Image":["Imagen de la Página de Inicio"],"Minimum size: 300px x 157px, ideal ratio 2:1, 5MB max. JPG, PNG, WEBP and GIF formats only.":["Tamaño mínimo: 300px x 157px, proporción ideal 2:1, 5 MB máx. Solo formatos JPG, PNG, WEBP y GIF."],"Minimum size: 144px x 144px, ideal ratio 1:1, 5MB max. JPG, PNG, WEBP and GIF formats only.":["Tamaño mínimo: 144px x 144px, proporción ideal 1:1, 5 MB máx. Solo formatos JPG, PNG, WEBP y GIF."],"Default Term Twitter Image":["Imagen de Twitter por defecto para los Términos"],"Default Post Twitter Image":["Imagen de Twitter por defecto para las Entradas"],"Summary with Large Image":["Resumen con Imagen Grande"],"Default Card Type":["Tipo de tarjeta predeterminado"],"Enable Twitter Card":["Activar Tarjeta de Twitter"],"Enable this feature if you want Twitter to display a preview card with images and a text excerpt when a link to your site is shared.":["Active esta característica si desea que Twitter muestre una tarjeta de vista previa con imágenes y un extracto de texto cuando se comparte un enlace a su sitio."],"Twitter Card Settings":["Ajustes de la Tarjeta de Twitter"],"Home Page Title":["Título de la página de inicio"],"The home page settings below have been disabled because you are using a static home page. You can %1$sedit your home page settings%2$s directly to change the title, meta and image.":["Los ajustes de la página de inicio a continuación se han desactivado porque está utilizando una página de inicio estática. Puede %1$seditar los ajustes de su página de inicio%2$s directamente para cambiar el título, el meta y la imagen."],"Default Term Image Source is only available for licensed %1$s users. %2$s":["Por defecto el origen de la imagen del término solo está disponible para los usuarios con licencia de %1$s. %2$s"],"Click on the tags below to insert variables into your description.":["Haga clic en las siguientes etiquetas para insertar variables en su descripción."],"Use the home page description":["Usar la descripción de la página de inicio"],"Click on the tags below to insert variables into your home page title.":["Haga clic en las siguientes etiquetas para insertar variables en el título de la página de inicio."],"Use the home page title":["Usar el título de la página de inicio"],"Term Custom Field Name":["Nombre de campo personalizado del término"],"Post Custom Field Name":["Nombre de campo personalizado de la entrada"],"Height":["Alto"],"Width":["Ancho"],"Default Term Image Source":["Origen de la imagen del término por defecto"],"Default Post Image Source":["Origen de la imagen de la entrada por defecto"],"Remove":["Eliminar"],"Paste your image URL or select a new image":["Pega la URL de tu imagen o selecciona una nueva imagen"],"Upload or Select Image":["Subir o Seleccionar Imagen"],"Show Twitter Author":["Mostrar Twitter del autor"],"Summary":["Resumen"],"Home Page Settings":["Ajustes de portada"],"Description":["Descripción"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/social-networks-Twitter-vue.js"}}