{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Map":["Mapa"],"To add this block, edit a page or post and search for the \"%1$s Local - Business Info\" block.":["Para añadir este bloque, edita una página o entrada y busca el bloque «%1$s local - Información del negocio»."],"Use the following shortcode to display the location info. %1$s":["Usa el siguiente shortcode para mostrar la información local. %1$s"],"To add this widget, visit the %1$swidgets page%2$s and look for the \"%3$s Local - Business Info\" widget.":["Para añadir este widget, visita la %1$spágina de widgets%2$s y busca el widget «%3$s local - Información del negocio»."],"Multiple Locations feature is available only for %1$s Pro users. Upgrade to Pro and unlock all %2$s features!":["La característica de varias ubicaciones está disponible solo para los usuarios de  %1$s Pro. ¡Actualiza a la versión Pro y desbloquea todas las %2$s características!"],"Use the %1$sLocations%2$s Post Type in the menu on the left to start adding your locations.":["Usa el tipo de contenido %1$subicaciones%2$s del menú de la izquierda para empezar a añadir tus ubicaciones."],"Whether your business has multiple locations, or just one, %1$s makes it easy to configure and display relevant information about your local business. You can use the custom-built tools below, or you can use the Locations custom post type (multiple locations only) to generate relevant and necessary information for search engines or for your customers.":["Si tu negocio tiene varias ubicaciones, o solo u na, %1$s facilita configurar y mostrar información relevante sobre tu negocio local. Puedes usar las herramientas a medida de abajo, o puedes usar el tipo de contenido personalizado «Ubicaciones» (solo para varias ubicaciones) para generar información relevante y necesaria para los motores de búsqueda o tus clientes."],"Use the following PHP code anywhere in your theme to display the location info. %1$s":["Usa el siguiente código PHP en cualquier  parte de tu tema para mostrar la información de la ubicación: %1$s"],"Plural label":["Etiqueta plural"],"Single label":["Etiqueta singular"],"With multiple locations, you will have a new menu item in your admin sidebar. By default, this menu item is labeled using the plural term of locations with each single item being called a location. If you like, you may enter custom labels to better match your business.":["Con varias ubicaciones tendrás un nuevo elemento de menú en la barra lateral de tu administración. Por defecto este menú está etiquetado usando el término en plural de ubicaciones en el que a cada elemento único se le llama ubicación. Si quieres, puedes introducir etiquetas personalizadas para que se ajusten a tu tipo de negocio."],"Custom Admin Labels":["Etiquetas personalizadas de administración"],"Shows the location address appended to the search result.":["Muestra la dirección de ubicación añadida al resultado de búsqueda."],"Enhanced Search - Excerpt":["Búsqueda mejorada - Extracto"],"Enhanced Search cannot be enabled on your website because there is a search query conflict. To learn more about this, %1$sclick here%2$s.":["La búsqueda mejorada no se puede activar en tu web porque hay un conflicto de consultas de búsqueda. Para aprender más sobre esto %1$shaz clic aquí%2$s."],"Include business locations in site-wide search results. Users searching for street name, zip code or city will now also get your business location(s) in their search results.":["Incluye ubicaciones de tu negocio en los resultados de búsqueda globales del sitio. Los usuarios que busquen el nombre de una calle, un código postal o una ciudad también obtendrán ubicación(es) de negocio(s) en sus resultados de búsqueda."],"Enhanced Search":["Búsqueda mejorada"],"Use custom category slug":["Usar un slug de categoría personalizado"],"Locations Category Permalink":["Enlace permanente de la categoría de ubicaciones"],"Slug is empty or is already taken. Please enter a different one.":["El slug está vacío o ya está cogido. Por favor, introduce uno diferente."],"Use custom slug":["Usar un slug personalizado"],"Locations Permalink":["Enlace permanente de las ubicaciones"],"Advanced Locations Settings":["Ajustes avanzados de las ubicaciones"],"Widget":["Widget"],"IDs":["IDs"],"Contact Info":["Información de contacto"],"Address":["Dirección"],"PHP Code":["Código PHP"],"Gutenberg Block":["Bloque Gutenberg"],"Shortcode":["Shortcode"],"Type":["Tipo"],"Area Served":["Área de servicio"],"Payment Info":["Información de Pagos"],"Display Location Info":["Mostrar Información de Localizacion"],"Multiple Locations":["Múltiples Localizaciones"],"Local business information may be displayed when users search for businesses on Google search or Google Maps. Google decides on a per search basis whether to display this information or not and it’s completely automated.":["La información de Empresas Locales puede aparecer cuando los usuarios buscan empresas en Google o Google Maps. Google decide por búsqueda si muestra esta información o no, y es completamente automático."],"Local Business schema markup enables you to tell Google about your business, including your business name, address and phone number, opening hours and price range. This information may be displayed as a Knowledge Graph card or business carousel.":["Los datos estructurados de Empresas Locales le permite informar a Google sobre su negocio, incluido el nombre, la dirección y el número de teléfono de su negocio, el horario de apertura y el rango de precios. Esta información puede mostrarse como una tarjeta de Knowledge Graph o un carrusel de empresas."],"Business Info":["Información de la Empresa"],"Locations Settings":["Ajustes de Localizaciones"],"Name":["Nombre"],"URLs":["URLs"],"Image":["Imagen"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/local-seo-pro-Locations-vue.js"}}