{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Log sizes may fluctuate and not always be 100% accurate since the results can be cached. Also after clearing a log, it may not show as \"0\" since database tables also include additional information such as indexes that we don't clear.":["Los tamaños del registro pueden fluctuar y no siempre serán 100% precisos, ya que los resultados pueden estar en caché. Además, tras vaciar un registro, puede no mostrarse como «0» ya que las tablas de la base de datos incluyen información adicional, como índices, que no podemos vaciar."],"Clear Redirect Logs":["Vaciar registros de redirección"],"Clear 404 Logs":["Vaciar registros 404"],"Redirect Logs":["Registros de redirecciones"],"404 Logs":["Registros 404"],"It appears that your server is running on nginx, so the fix will most likely require adding the correct rewrite rules to our nginx configuration. %1$sCheck our documentation for more information%2$s.":["Parece que su servidor se está ejecutando sobre nginx, por lo que la solución probablemente requiera agregar las reglas de re-escritura correctas a nuestra configuración de nginx. %1$sConsulte nuestra documentación para obtener más información%2$s."],"It appears that your server is running on Apache, so the fix should be as simple as checking the %1$scorrect .htaccess implementation on wordpress.org%2$s.":["Parece que su servidor se ejecuta sobre Apache, por lo que la solución debería ser tan simple como verificar la %1$simplementación correcta de .htaccess en wordpress.org%2$s."],"It looks like you are missing the proper rewrite rules for the robots.txt file.":["Parece que faltan las reglas de re-escritura adecuadas para el archivo robots.txt."],"This site is running in a sub-directory of your main site located at %1$s. Your robots.txt file should only appear in the root directory of that site.":["Este sitio se ejecuta en un subdirectorio de su sitio principal ubicado en %1$s. Su archivo robots.txt solo debería aparecer en el directorio raíz de ese sitio."],"Import and Delete":["Importar y borrar"],"%1$s has detected a physical robots.txt file in the root folder of your WordPress installation. We recommend removing this file as it could cause conflicts with WordPress' dynamically generated one. %2$s can import this file and delete it, or you can simply delete it.":["%1$s ha detectado un archivo robots.txt físico en la carpeta raíz de su instalación de WordPress. Recomendamos eliminar este archivo ya que podría causar conflictos con el generado dinámicamente por WordPress. %2$s puede importar este archivo y eliminarlo, o simplemente puede eliminarlo."],"Open Robots.txt":["Abrir Robots.txt"],"Robots.txt Preview:":["Previsualizar Robots.txt:"],"Delete Rule":["Borrar Regla"],"Duplicate or invalid entries have been detected! Please check your rules and try again.":["Se han detectado entradas duplicadas o no válidas. Comprueba tus reglas y vuelve a intentarlo."],"Enable Custom Robots.txt":["Activar Robots.txt personalizado"],"Just like WordPress, %1$s generates a dynamic file so there is no static file to be found on your server.  The content of the robots.txt file is stored in your WordPress database.":["Al igual que WordPress, %1$s genera un archivo dinámico, por lo que no se puede encontrar ningún archivo estático en su servidor. El contenido del archivo robots.txt se almacena en su base de datos de WordPress."],"The robots.txt editor in %1$s allows you to set up a robots.txt file for your site that will override the default robots.txt file that WordPress creates. By creating a robots.txt file with %2$s you have greater control over the instructions you give web crawlers about your site.":["El editor de robots.txt en %1$s le permite configurar un archivo robots.txt para su sitio que anulará el archivo robots.txt predeterminado que crea WordPress. Al crear un archivo robots.txt con %2$s, tiene un mayor control sobre las instrucciones que da a los rastreadores web sobre su sitio."],"The log for the blocked bots is located here: %1$s":["El registro de los bots bloqueados se encuentra aquí: %1$s"],"Blocked Bots Log":["Registro de bots bloqueados"],"Copied!":["¡Copiado!"],"Must-Use Plugins":["Plugins imprescindibles"],"Server Info":["Información del Servidor"],"WordPress":["WordPress"],"Copy to Clipboard":["Copiar al portapapeles"],"Download System Info File":["Descargar archivo de información del sistema"],"System Status Info":["Información del Estado del Sistema"],"All %1$s Settings":["Todos los ajustes de %1$s"],"Clear Bad Bot Blocker Logs":["Vaciar registros del Bloqueador de Bots Malos"],"Cleared":["Vaciado"],"Bad Bot Blocker Logs":["Registros del Bloqueador de Bots Malos"],"Logs":["Registros"],"No, I need to make a backup":["No, necesito realizar una copia de seguridad"],"Yes, I have a backup and want to reset the settings":["Sí, tengo una copia de seguridad y quiero restablecer los ajustes"],"This action cannot be undone. Before taking this action, we recommend that you make a %1$sfull website backup first%2$s.":["Esta acción no se puede deshacer. Antes de realizar esta acción, le recomendamos que haga una %1$scopia de seguridad del sitio web completo primero%2$s."],"Are you sure you want to reset the selected settings to default?":["¿Está seguro de que desea restablecer los ajustes seleccionados a los predeterminados?"],"Your settings have been reset successfully!":["¡Sus ajustes se han restablecido correctamente!"],"Select settings that you would like to reset:":["Selecciona ajustes que quieras restablecer:"],"Select Settings":["Seleccionar Ajustes"],"Reset \/ Restore Settings":["Restablecer \/ Restaurar Ajustes"],"This allows you to edit the .htaccess file for your site.  All WordPress sites on an Apache server have a .htaccess file and we have provided you with a convenient way of editing it. Care should always be taken when editing important files from within WordPress as an incorrect change could cause WordPress to become inaccessible. %1$sBe sure to make a backup before making changes and ensure that you have FTP access to your web server and know how to access and edit files via FTP.%2$s":["Esto le permite editar el archivo .htaccess para su sitio. Todos los sitios de WordPress en un servidor Apache tienen un archivo .htaccess y le proporcionamos una forma conveniente de editarlo. Siempre se debe tener cuidado al editar archivos importantes desde WordPress, ya que un cambio incorrecto podría hacer que WordPress sea inaccesible. %1$sAsegúrese de hacer una copia de seguridad antes de realizar cambios y asegúrese de tener acceso FTP a su servidor web y de saber cómo acceder y editar archivos a través de FTP.%2$s"],"Delete":["Eliminar"],"Tools":["Herramientas"],"Inactive Plugins":["Plugins inactivos"],"Active Plugins":["Plugins activos"],"Disallow":["No permitir"],"Allow":["Permitir"],"Rule":["Regla"],"Use Custom Blocklists":["Usar listas de bloqueo personalizadas"],"Block Referral Spam using HTTP":["Bloquear el spam de referencia usando HTTP"],"Block Bad Bots using HTTP":["Bloquear bots dañinos usando HTTP"],"Add Rule":["Añadir regla"],"Directory Path":["Ruta de directorio"],"User Agent":["Agente de usuario"],"Submit":["Enviar"],"Email Debug Information":["Información de depuración del email"],"Active Theme":["Tema activo"],"Edit .htaccess":["Editar .htaccess"],".htaccess Editor":["Editor .htaccess"],"Robots.txt Editor":["Editor Robots.txt"],"Reset Selected Settings to Default":["Restablecer los ajustes seleccionados a los predeterminados"],"Referer Blocklist":["Lista de bloqueo de referentes"],"User Agent Blocklist":["Lista de bloqueo de agentes de usuario"],"Track Blocked Bots":["Seguimiento de bots bloqueados"],"Bad Bot Blocker":["Bloqueador de bots maliciosos"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/tools-Main-vue.js"}}