{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Custom Taxonomy Support is only available for licensed %1$s %2$s users.":["La compatibilidad con taxonomía personalizada solo está disponible para usuarios de %1$s %2$s con licencia."],"%1$s %2$s lets you set the SEO title and description for custom taxonomies. You can also control all of the robots meta and other options just like the default category and tags taxonomies.":["%1$s %2$s te permite establecer el título y la descripción de SEO para taxonomías personalizadas. También puedes controlar todos los metadatos de robots y otras opciones al igual que la categoría predeterminada y las taxonomías de etiquetas."],"Upgrade to Pro and Unlock Custom Taxonomies":["Actualice a Pro para Desbloquear las Taxonomías Personalizadas"],"Press enter to create a keyword":["Pulse enter para crear una palabra clave"],"Enable Schema Markup":["Activar Marcado de Schema"],"Go to Local SEO Settings":["Ir a los Ajustes SEO Local"],"Go to %1$sLocal SEO Settings%2$s and set up your local business info like location address, opening hours (%3$s), and Google Maps settings (%4$s).":["Ir a %1$sAjustes de SEO Local%2$s y configura la información de tu negocio local, como la dirección de ubicación, el horario de apertura (%3$s) y los ajustes de Google Maps (%4$s)."],"Google, Bing and other search engines use specific data from your schema markup to output data in their Knowledge Panels. This data is known as the Knowledge Graph. Use these settings to change how that data looks.":["Google, Bing y otros motores de búsqueda utilizan datos específicos del marcado de schema para generar datos en sus paneles de Knowledge. Estos datos se conocen como Knowledge Graph. Utilice estos ajustes para cambiar el aspecto de esos datos."],"Knowledge Graph":["Knowledge Graph"],"Home Page":["Página de Inicio"],"The home page settings below have been disabled because you are using a static home page. You can %1$sedit your home page settings%2$s directly to change the title and description.":["Los ajustes de la página de inicio a continuación se han desactivado porque está utilizando una página de inicio estática. Puede %1$seditar los ajustes de su página de inicio%2$s directamente para cambiar el título y la descripción."],"Separator Character":["Caracter Separador"],"Title Separator":["Separador del Título"],"Schema Markup":["Marcado de Schema"],"Click on the tags below to insert variables into your meta description.":["Haga clic en las siguientes etiquetas para insertar variables en su meta descripción."],"Click on the tags below to insert variables into your site title.":["Haga clic en las siguientes etiquetas para insertar variables en el título de su sitio."],"Meta Description":["Meta Descripción"],"A Description tag is required in order to properly display your meta descriptions on your site.":["Es obligatoria una etiqueta de descripción para mostrar correctamente tus meta descriptions en tu sitio."],"Choose whether %1$s should output the required schema markup that Google needs to generate a sitelinks search box.":["Elige si %1$s debe generar el marcado de schema obligatorio que Google necesita para generar un cuadro de búsqueda de enlaces a sitios."],"Enable Sitelinks Search Box":["Activar Cuadro de Búsqueda de Vínculos a Sitios"],"Dynamically Generate Meta Keywords":["Generar palabras clave meta dinámicamente"],"Use Meta Keywords":["Usar palabras clave meta"],"This feature is only for licensed %1$s users. %2$s":["Esta característica es solo para usuarios de %1$s. %2$s"],"Automatically Add Missing Image Alt \/ Title Tags":["Añadir automáticamente etiquetas título\/alt de imagen que faltan"],"Remove Category Base Prefix":["Eliminar el Prefijo Base de Categoría"],"Remove Stopwords from Permalinks":["Eliminar palabras irrelevantes de los enlaces permanentes"],"Noindex Empty Category and Tag Archives":["Archivos de Etiquetas y Categorías sin noindex"],"Global Robots Meta":["Meta Robots Globales"],"Manually Enter Person":["Introducir Persona Manualmente"],"Remove":["Eliminar"],"Minimum size: 112px x 112px, The image must be in JPG, PNG, GIF, SVG, or WEBP format.":["Tamaño mínimo: 112px x 112px, la imagen debe estar en formato JPG, PNG, GIF, SVG o WEBP."],"Paste your image URL or select a new image":["Pega la URL de tu imagen o selecciona una nueva imagen"],"Upload or Select Image":["Subir o Seleccionar Imagen"],"Logo":["Logotipo"],"Select which team or department the phone number belongs to.":["Selecciona a qué equipo o departamento pertenece el número de teléfono."],"Contact Type":["Tipo de Contacto"],"Choose a Contact Type":["Elige un tipo de contacto"],"Name":["Nombre"],"Choose whether the site represents a person or an organization.":["Elige si el sitio representa a una persona o a una organización."],"Choose a Person":["Elegir una Persona"],"Search Appearance":["Apariencia en el buscador"],"Title & Description":["Título y Descripción"],"Advanced":["Avanzado"],"Custom Fields":["Campos Personalizados"],"Exclude Posts \/ Pages":["Excluir Entradas \/ Páginas"],"Keywords":["Palabras clave"],"Phone Number":["Número de teléfono"],"Exclude Terms":["Excluir Términos"],"Site Title":["Título del sitio"],"Use Content for Autogenerated Descriptions":["Usa el contenido para las descripciones generadas automáticamente"],"Organization":["Organización"],"Person":["Persona"],"Person or Organization":["Persona u organización"],"Run Shortcodes in Description":["Ejecutar shortcodes en la descripción"],"Advanced Settings":["Ajustes avanzados"],"Autogenerate Descriptions":["Generar automáticamente las descripciones"],"Use Tags for Meta Keywords":["Usar etiquetas para palabras clave meta"],"Use Categories for Meta Keywords":["Usar categorías para las palabra claves meta"],"Paged Format":["Formato de paginación"],"Description Format":["Formato de descripción"],"No Pagination for Canonical URLs":["Sin paginación para las URLs canónicas"],"This string gets appended to the titles and descriptions of paginated pages (like term or archive pages).":["Esta cadena se añade a los títulos y descripciones de las páginas paginadas (como las páginas de términos o de archivo)."],"Check this if you want your keywords on your Posts page (set in WordPress under Settings, Reading, Front Page Displays) and your archive pages to be dynamically generated from the keywords of the posts showing on that page. If unchecked, it will use the keywords set in the edit page screen for the posts page.":["Marque esto si desea que sus palabras clave en su página de entradas (configuradas en WordPress en Ajustes, Lectura, Página de inicio muestra) y sus páginas de archivo se generen dinámicamente a partir de las palabras clave de las entradas que se muestran en esa página. Si no está marcado, usará las palabras clave establecidas en la pantalla de editar página para la página de entradas."],"Check this if you want your tags for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Marca esto si quieres que tus etiquetas de una entrada concreta se usen como Meta Keywords en esa entrada (además de las palabras claves que especifiques en la pantalla de Editar entrada)."],"Check this if you want your categories for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Marca esto si quieres que tus categorías en una entrada determinada se usen como Meta Keywords en esa entrada (además de otras palabras clave que especifiques en la pantalla de Editar entrada)."],"This option allows you to toggle the use of Meta Keywords throughout the whole of the site.":["Esta opción te permite alternar el uso de Meta Keywords en todo el sitio."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/search-appearance-Main-vue.js"}}