{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"A Description tag is required in order to properly display your meta descriptions on your site.":["Es obligatoria una etiqueta de descripción para mostrar correctamente tus meta descriptions en tu sitio."],"Choose whether %1$s should output the required schema markup that Google needs to generate a sitelinks search box.":["Elige si %1$s debe generar el marcado de schema obligatorio que Google necesita para generar un cuadro de búsqueda de enlaces a sitios."],"Enable Sitelinks Search Box":["Activar Cuadro de Búsqueda de Vínculos a Sitios"],"Dynamically Generate Meta Keywords":["Generar palabras clave meta dinámicamente"],"Use Meta Keywords":["Usar palabras clave meta"],"This feature is only for licensed %1$s users. %2$s":["Esta característica es solo para usuarios de %1$s. %2$s"],"Automatically Add Missing Image Alt \/ Title Tags":["Añadir automáticamente etiquetas título\/alt de imagen que faltan"],"Remove Category Base Prefix":["Eliminar el Prefijo Base de Categoría"],"Remove Stopwords from Permalinks":["Eliminar palabras irrelevantes de los enlaces permanentes"],"Noindex Empty Category and Tag Archives":["Archivos de Etiquetas y Categorías sin noindex"],"Global Robots Meta":["Meta Robots Globales"],"Exclude Posts \/ Pages":["Excluir Entradas \/ Páginas"],"Exclude Terms":["Excluir Términos"],"Use Content for Autogenerated Descriptions":["Usa el contenido para las descripciones generadas automáticamente"],"Run Shortcodes in Description":["Ejecutar shortcodes en la descripción"],"Advanced Settings":["Ajustes avanzados"],"Autogenerate Descriptions":["Generar automáticamente las descripciones"],"Use Tags for Meta Keywords":["Usar etiquetas para palabras clave meta"],"Use Categories for Meta Keywords":["Usar categorías para las palabra claves meta"],"Paged Format":["Formato de paginación"],"Description Format":["Formato de descripción"],"No Pagination for Canonical URLs":["Sin paginación para las URLs canónicas"],"This string gets appended to the titles and descriptions of paginated pages (like term or archive pages).":["Esta cadena se añade a los títulos y descripciones de las páginas paginadas (como las páginas de términos o de archivo)."],"Check this if you want your keywords on your Posts page (set in WordPress under Settings, Reading, Front Page Displays) and your archive pages to be dynamically generated from the keywords of the posts showing on that page. If unchecked, it will use the keywords set in the edit page screen for the posts page.":["Marque esto si desea que sus palabras clave en su página de entradas (configuradas en WordPress en Ajustes, Lectura, Página de inicio muestra) y sus páginas de archivo se generen dinámicamente a partir de las palabras clave de las entradas que se muestran en esa página. Si no está marcado, usará las palabras clave establecidas en la pantalla de editar página para la página de entradas."],"Check this if you want your tags for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Marca esto si quieres que tus etiquetas de una entrada concreta se usen como Meta Keywords en esa entrada (además de las palabras claves que especifiques en la pantalla de Editar entrada)."],"Check this if you want your categories for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Marca esto si quieres que tus categorías en una entrada determinada se usen como Meta Keywords en esa entrada (además de otras palabras clave que especifiques en la pantalla de Editar entrada)."],"This option allows you to toggle the use of Meta Keywords throughout the whole of the site.":["Esta opción te permite alternar el uso de Meta Keywords en todo el sitio."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/search-appearance-Advanced-vue.js"}}