{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"The Feeds for YouTube plugin allows you to display customizable YouTube feeds from any YouTube channel.":["El plugin Feeds para YouTube te permite mostrar feeds de YouTube personalizables desde cualquier canal de YouTube."],"Display completely customizable, responsive and search engine crawlable Twitter feeds on your website.":["Muestre feeds de Twitter completamente personalizables, adaptables a pantallas y rastreables por motores de búsqueda en su sitio web."],"Display beautifully clean, customizable, and responsive Instagram feeds from multiple Instagram accounts.":["Muestre feeds de Instagram bellamente limpios, personalizables y adaptables a pantallas desde múltiples cuentas de Instagram."],"Display completely customizable Facebook feeds of any public Facebook page or Group.":["Muestra feeds de Facebook completamente personalizables de cualquier página o grupo público de Facebook."],"TrustPulse uses FOMO (Fear of Missing Out) to boost your sales and conversions with social proof notifications. Use it to boost sales on your Woocommerce store, increase signups on your membership site, get more email subscribers, and more.":["TrustPulse utiliza FOMO (Miedo a Perderlo) para impulsar tus ventas y conversiones con avisos de prueba social. Úsalo para aumentar las ventas en tu tienda WooCommerce, aumentar las suscripciones en tu sitio de membresía, obtener más suscriptores de correo electrónico y más."],"Create a simple Coming Soon Page, Under Construction or Maintenance Mode Page. Work on your site in private while visitors see a “Coming Soon” or “Maintenance Mode” page.":["Cree una página de modo Próximamente, en construcción o en modo de mantenimiento simple. Trabaje en su sitio en privado mientras los visitantes ven una página \"Próximamente\" o \"Modo de mantenimiento\"."],"The ExactMetrics Google Analytics for WordPress plugin helps you properly setup all the powerful Google Analytics tracking features without writing any code or hiring a developer.":["El plugin ExactMetrics Google Analytics para WordPress le ayuda a configurar correctamente todas las potentes características de seguimiento de Google Analytics sin escribir ningún código o contratar un desarrollador."],"Deactivated":["Desactivado"],"Status:":["Estado:"],"Manage":["Gestionar"],"The %1$s Team":["El equipo %1$s"],"%1$s is brought to you by %2$s, the same team that’s behind the largest WordPress resource site, WPBeginner, the most popular lead-generation software, OptinMonster, the best WordPress analytics plugin, MonsterInsights and many more.":["%1$s se lo ofrece %2$s, el mismo equipo que está detrás del sitio de recursos de WordPress más grande, WPBeginner, el software de generación de oportunidades de venta más popular, OptinMonster, el mejor plugin de análisis de WordPress, MonsterInsights y muchos más."],"Not Installed":["No instalado"],"Turn your visitors into brand ambassadors! Easily grow your email list, website traffic, and social media followers with powerful viral giveaways & contests.":["¡Convierte a tus visitantes en embajadores de tu marca! Haz crecer fácilmente tu lista de correo electrónico, el tráfico de la web y los seguidores de medios sociales con potentes regalos y concursos virales."],"WPForms allows you to create beautiful contact forms for your site in minutes, not hours!":["¡WPForms te permite crear bonitos formularios de contacto para tu sitio en minutos, no en horas!"],"Make sure your website's emails reach the inbox. Our goal is to make email deliverability easy and reliable. Trusted by over 2 million websites.":["Asegúrate de que el correo electrónico de tu web llega a la bandeja de entrada. Nuestro objetivo es hacer que la entrega del correo electrónico sea fácil y fiable. Con la confianza de más de 2 millones de webs."],"Our high-converting optin forms like Exit-Intent® popups, Fullscreen Welcome Mats, and Scroll boxes help you dramatically boost conversions and get more email subscribers.":["Nuestros formularios de alta conversión como mensajes emergentes al salir (Exit-Intent®), pantallas de bienvenida a pantalla completa y cajas de scroll te ayudan a aumentar drásticamente las conversiones y obtener más suscriptores de correo electrónico."],"MonsterInsights makes it “effortless” to properly connect your WordPress site with Google Analytics, so you can start making data-driven decisions to grow your business.":["MonsterInsights hace «fácil» conectar correctamente tu sitio WordPress con Google Analytics, para que puedas empezar a tomar decisiones basadas en datos para hacer crecer tu negocio."],"Yup, we know a thing or two about building awesome products that customers love.":["Sí, sabemos un par de cosas sobre la creación de productos increíbles que los clientes adoran."],"Our goal is to take the pain out of optimizing your website for search engines.":["Nuestro objetivo es quitar la molestia de la optimización de tu web para los motores de búsqueda."],"Over the years, we found that most other WordPress SEO plugins were bloated, buggy, slow, and very hard to use. So we designed our plugin as an easy and powerful tool.":["A lo largo de los años hemos descubierto que la mayoría del resto de plugins SEO para WordPress estaban inflados, tenían fallos, eran lentos y difíciles de utilizar. Así que diseñamos nuestro plugin como una herramienta sencilla y potente."],"Welcome to %1$s, the original SEO plugin for WordPress. At %2$s, we build software that helps you rank your website in search results and gain organic traffic.":["Bienvenido a %1$s, el plugin SEO original para WordPress. En %2$s creamos software que te ayuda a posicionar tu web en los resultados de búsqueda y ganar tráfico orgánico."],"Activate":["Activar"],"Install Plugin":["Instalar plugin"],"Activated":["Activo"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/about-AboutUs-vue.js"}}