{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Dynamically creates the Video Sitemap instead of using a static file.":["Crea dinámicamente el mapa del sitio XML en vez de hacerlo usando un archivo estático."],"Custom Field Support":["Soporte para campos personalizados"],"Video Sitemaps are only available for licensed %1$s %2$s users.":["Los mapas de sitios de videos solo están disponibles para usuarios con licencia de %1$s %2$s"],"Upgrade to Pro and Unlock Video Sitemaps":["Actualiza a Pro y desbloquea el mapa de vídeos del sitio."],"Open Video Sitemap":["Abrir el mapa del sitio de videos"],"Exclude Pages\/Posts":["Excluir Páginas\/Entradas"],"Set Publication Name":["Establecer el nombre de la publicación"],"News Sitemaps are only available for licensed %1$s %2$s users.":["Los mapas de sitios de noticias solo están disponibles para usuarios con licencia de %1$s %2$s"],"Upgrade to Pro and Unlock News Sitemaps":["Actualiza a Pro y desbloquea el mapa de noticias del sitio."],"Open News Sitemap":["Abrir el mapa del sitio de noticias"],"Select which Taxonomies appear in your sitemap. Categories and Tags are excluded by default since these do not support video embedding.":["Selecciona qué taxonomías aparecen en tu mapa del sitio. Las categorías y etiquetas están excluidas por defecto, ya que no admiten la incrustación de videos."],"This feature requires one of the following plans:":["Esta característica requiere alguno de los siguientes planes:"],"Our Google News Sitemap lets you control which content you submit to Google News and only contains articles that were published in the last 48 hours. In order to submit a News Sitemap to Google, you must have added your site to Google’s Publisher Center and had it approved.":["Nuestro Mapa del Sitio de Google News le permite controlar qué contenido envía a Google News y solo contiene artículos que se publicaron en las últimas 48 horas. Para enviar un Mapa del Sitio de noticias a Google, debe haber añadido su sitio al Centro de Editores de Google y haberlo aprobado."],"The Video Sitemap works in much the same way as the XML Sitemap module, it generates an XML Sitemap specifically for video content on your site. Search engines use this information to display rich snippet information in search results.":["El Mapa de Videos del Sitio funciona de la misma manera que el módulo de Mapa del Sitio XML, genera un Mapa del Sitio XML específicamente para el contenido de video en su sitio. Los motores de búsqueda utilizan esta información para mostrar información de fragmentos enriquecidos en los resultados de búsqueda."],"Your static sitemap is currently being regenerated. This may take some time based on the size of your site. This may also cause the sitemap content to look outdated.":["Tu mapa del sitio estático se está regenerando ahora mismo. Esto puede llevar algo de tiempo basado en el tamaño de tu sitio. También puede provocar que el contenido del mapa del sitio se vea anticuado."],"We recommend setting the amount of URLs per sitemap index to 1,000 or less. The more links, the longer it will take for the sitemap to load.":["Recomendamos establecer la cantidad de URL por índice de mapa del sitio en 1000 o menos. Cuantos más enlaces, más tiempo tardará en cargarse el mapa del sitio."],"Any posts that are assigned to these terms will also be excluded from your sitemap.":["Cualquier entrada que se asigne a estos términos será excluido del mapa del sitio."],"Include All Taxonomies":["Incluir Todas las Taxonomías"],"Do you get a blank sitemap or 404 error?":["¿Obtienes un mapa del sitio en blanco o un error 404?"],"Noindexed content will not be displayed in your sitemap.":["El contenido no indexado no se mostrará en su mapa del sitio."],"Links Per Sitemap":["Enlaces por Mapas del Sitio"],"Enable Sitemap":["Activar Mapa del Sitio"],"default":["por defecto"],"By default, we try to provide enriched information about your videos. A lot of video services are supported by default. For those services which aren't supported, we can try to retrieve enriched video information using %1$s. If you want to use this option, you'll need to sign up for a (free) %2$s account and provide the API key you receive.":["Por defecto, tratamos de ofrecer información enriquecida sobre tus vídeos. Por defecto son compatibles un montón de servicios de vídeo. Para los servicios no compatibles tratamos de recuperar la información de vídeo enriquecido usando %1$s. Si quieres usar esta opción tienes que registrar una cuenta %2$s (gratuita) y facilitar la clave API que recibas."],"Embedly API Key":["Clave API de Embedly"],"If you use Wistia in combination with a custom domain, set this to the domain name you use for your Wistia videos. Don't include https: or slashes as they are not needed.":["Si usas Wistia en combinación con un dominio personalizado configura esto al nombre de dominio que uses para tus vídeos de Wistia. No incluyas https: o barras ya que no son necesarias."],"Wistia Domain":["Dominio de Wistia"],"This defaults to your theme's content width, but if it's empty, setting a value here will make sure videos are embedded with the right width.":["Esto por defecto es el ancho del contenido de tu tema, pero si está vacío, configurar aquí un valor asegurará que tus vídeos se incrustan en el ancho correcto."],"Content Width":["Ancho del contenido"],"Try to make videos responsive using %1$s?":["¿Tratamos de hacer adaptables los vídeos usando %1$s?"],"Allow videos to be played directly on other websites, such as Facebook or Twitter.":["Permite a los vídeos que se reproduzcan directamente en otras webs, como en Facebook o Twitter."],"Embed":["Incrustar"],"This section allows you to manage your video embeds, such as features for Facebook or making them responsive to automatically fit your content width.":["Esta sección te permite gestionar tus vídeos incrustados, con características para Facebook o como hacer que se adapten automáticamente al ancho de tu contenido."],"Video Embed Settings":["Ajustes de incrustar vídeo"],"Dynamically Generate":["Generar Dinámicamente"],"Video Sitemap Settings":["Ajustes del mapa del sitio de vídeo"],"You can use this section to add any URLs to your sitemap which aren’t a part of your WordPress installation. For example, if you have a contact form that you would like to be included on your sitemap you can enter the information manually.":["Puede usar esta sección para agregar cualquier URL a su mapa del sitio que no sea parte de su instalación de WordPress. Por ejemplo, si tiene un formulario de contacto que le gustaría que se incluyera en su mapa del sitio, puede ingresar la información manualmente."],"Priority Score":["Puntuación de Prioridad"],"Exclude Posts \/ Pages":["Excluir Entradas \/ Páginas"],"Include All Post Types":["Incluir Todos los Tipos De Contenidos"],"News Sitemap":["Mapa del sitio de noticias"],"Organize sitemap entries into distinct files in your sitemap. We recommend you enable this setting if your sitemap contains more than 1,000 URLs.":["Organiza las entradas de los mapas del sitio en archivos distintos en tu mapa del sitio. Te recomendamos que actives esta opción si tu mapa de sitio contiene más de 1.000 URLs."],"Exclude Terms":["Excluir Términos"],"Include Custom Fields":["Incluir campos personalizados"],"Enable this option to look for videos in custom fields as well.":["Activa esta opción para buscar también vídeos en campos personalizados."],"Additional Pages":["Páginas adicionales"],"Taxonomies":["Taxonomías"],"Post Types":["Tipos de contenido"],"Enable Sitemap Indexes":["Activar índices del mapa del sitio"],"Select which Post Types appear in your sitemap.":["Elige qué tipos de contenido aparecerán en tu mapa del sitio."],"Allows you to specify the maximum number of posts in a sitemap (up to 50,000).":["Te permite especificar el número máximo de entradas del mapa del sitio (hasta 50.000)"],"Video Sitemap":["Mapa del sitio de vídeo"],"Advanced Settings":["Ajustes avanzados"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/sitemaps-pro-VideoSitemap-vue.js"}}