{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Strip punctuation for alt tags":["Eliminar puntuación para etiquetas alt"],"Strip punctuation for titles":["Eliminar puntuación para títulos"],"Set alt tag attributes":["Establecer atributos alt en etiquetas"],"Set title attributes":["Establecer atributos en título"],"An error occurred while activating the addon. Please upload it manually or contact support for more information.":["Ocurrió un error al activar la extensión. Por favor, súbela manualmente o contacta con soporte para más información."],"Learn more about Image SEO":["Aprende más sobre SEO de imágenes"],"Activate Image SEO":["Activar SEO de imágenes"],"The Image SEO module is a premium feature that enables you to globally control the Title Attribute and Alt Text for attachment pages and images that are embedded in your content. These can be set based on a specified format, similar to the Title Format settings in the Global Settings menu.":["El módulo de SEO de imágenes es una característica premium que te permite controlar globalmente los atributos title y alt de las páginas de adjuntos e imágenes incrustadas en tu contenido. Pueden configurarse basándose en un formato específico, similar a los ajustes de formato de título del menú de ajustes globales. "],"Enable Advanced SEO for Images on your Site":["Activa SEO avanzado para imágenes en tu sitio"],"Strip Punctuation for Alt Attributes":["Eliminar puntuación para Atributos Alt"],"Click on the tags below to insert variables into your alt tag attribute.":["Haga clic en las siguientes etiquetas para insertar variables en su atributo de etiqueta alt."],"Alt Tag Attribute Format":["Formato de Atributo de la Etiqueta Alt"],"Click on the tags below to insert variables into your title attribute.":["Haga clic en las siguientes etiquetas para insertar variables en el su atributo de título."],"Strip Punctuation for Title Attributes":["Eliminar puntuación para Atributos Título"],"Title Attribute Format":["Formato del Atributo Título"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/search-appearance-pro-ImageSeoActivate-vue.js"}}