{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"By default Contributors have access to %1$sSEO settings for individual pages and posts that they already have permission to edit.%2$s":["Por defecto, los Colaboradores tienen acceso a los ajustes de %1$sSEO para páginas individuales y entradas que ya tienen permiso para editar.%2$s"],"Contributor":["Colaborador"],"By default the %1$s role %2$shas no access%3$s to %4$s settings.":["Por defecto, el perfil %1$s %2$sno tiene acceso%3$s a los ajustes de %4$s."],"Enable our Headline Analyzer to help you write irrestible headlines and rank better in search results.":["Activa nuestro analizador de titulares para que te ayude a escribir titulares irresistibles y a posicionarte mejor en los resultados de búsqueda."],"Headline Analyzer":["Analizador de titulares"],"Your user account role does not have access to edit this field. %1$s":["El perfil de tu cuenta de usuario no tiene acceso para editar este campo. %1$s"],"Add content after each post in your site feed.":["Agregue contenido después de cada entrada en el feed de su sitio."],"Add content before each post in your site feed.":["Agregue contenido antes de cada entrada en el feed de su sitio."],"RSS After Content":["Contenido Después del RSS"],"RSS Before Content":["Contenido Antes del RSS"],"Open Your RSS Feed":["Abrir su feed RSS"],"Learn more":["Aprender más"],"This feature is used to automatically add content to your site's RSS feed. More specifically, it allows you to add links back to your blog and your blog posts so scrapers will automatically add these links too. This helps search engines identify you as the original source of the content.":["Esta función se utiliza para agregar contenido automáticamente al feed RSS de tu sitio. Más específicamente, te permite agregar enlaces a tu blog y tus entradas del blog para que los rastreadores también agreguen automáticamente estos enlaces. Esto ayuda a los motores de búsqueda a identificarte como la fuente original del contenido."],"Automatically add content to your site's RSS feed.":["Agregar contenido automáticamente al feed RSS de su sitio."],"Check this if you would like to remove ALL %1$s data upon plugin deletion. All settings and SEO data will be unrecoverable.":["Marque esto si desea eliminar TODOS los datos de %1$s al eliminar el plugin. Todos los ajustes y datos de SEO serán irrecuperables."],"Uninstall %1$s":["Desinstalar %1$s"],"Select which Taxonomies you want to use the %1$s columns with.":["Selecciona en qué taxonomías quieres usar las columnas de %1$s."],"Taxonomy Columns":["Columnas en taxonomías"],"The Dashboard Widget feature is only available for licensed %1$s users. %2$s":["La característica de Widget de Escritorio solo está disponible para usuarios con licencia de %1$s. %2$s."],"This Admin Bar feature is only available for licensed %1$s users. %2$s":["Esta característica de la barra de administración solo está disponible para usuarios con licencia de %1$s. %2$s"],"You will need to manually update everything.":["Deberá actualizar todo manualmente."],"You are getting bugfixes and security updates, but not major features.":["Está recibiendo correcciones de errores y actualizaciones de seguridad, pero no funciones mayores."],"Minor Only":["Sólo Menores"],"You are getting the latest features, bugfixes, and security updates as they are released.":["Está recibiendo las últimas funciones, correcciones de errores y actualizaciones de seguridad a medida que se publican."],"All (recommended)":["Todas (recomendado)"],"Automatic Updates":["Actualizaciones Automáticas"],"This allows you to hide plugin announcements and update details.":["Esto te permite ocultar anuncios de plugins y actualizar detalles."],"Announcements":["Anuncios"],"Dashboard Widget":["Widget de Escritorio"],"This adds %1$s to the admin toolbar for easy access to your SEO settings.":["Esto agrega %1$s a la barra de herramientas de administración para acceder fácilmente a sus ajustes de SEO."],"Admin Bar Menu":["Barra de Menú del Administrador"],"Usage Tracking":["Rastreo de Uso"],"Select which Post Types you want to use the %1$s columns with.":["Selecciona con qué tipo de contenido quieres usar las columnas de %1$s."],"Post Type Columns":["Columnas en Tipos de Contenido"],"Enable our TruSEO score to help you optimize your content for maximum traffic.":["Habilite nuestra puntuación TruSEO para ayudarlo a optimizar su contenido para obtener el máximo tráfico."],"TruSEO Score & Content":["Puntuación y Contenido TruSEO"],"Use our configuration wizard to properly set up %1$s with your WordPress website.":["Utilice nuestro asistente de configuración para configurar correctamente %1$s con su sitio web de WordPress."],"Setup Wizard":["Asistente de Configuración"],"License":["Licencia"],"off":["apagado"],"upgrading to %1$s":["actualizando a %1$s"],"Free":["Gratis"],"Relaunch Setup Wizard":["Relanzar en Asistente de Configuración"],"Complete documentation on usage tracking is available %1$shere%2$s.":["La documentación completa sobre el uso del rastreo está disponible %1$saquí%2$s."],"By default SEO Editors have access to %1$sSEO settings for individual pages and posts.%2$s":["Por defecto, los Editores SEO tienen acceso a los %1$sajustes SEO para páginas y publicaciones individuales.%2$s"],"By default SEO Managers have access to %1$sSEO settings for General Settings, Redirections, and individual pages and posts.%2$s":["Por defecto, los administradores SEO tienen acceso a los %1$sajustes SEO para Ajustes Generales, Redirecciones y páginas y entradas individuales.%2$s"],"By default Authors have access to %1$sSEO settings for individual pages and posts that they already have permission to edit.%2$s":["Por defecto, los autores tienen acceso a los ajustes de %1$sSEO para páginas y entradas individuales a las que ya tienen permiso para editar.%2$s"],"By default Editors have access to %1$sSEO settings for General Settings, Search Appearance and Social Networks, as well as all settings for individual pages and posts.%2$s":["Por defecto, los editores tienen acceso a los %1$sajustes SEO para Ajustes Generales, Apariencia de Búsqueda y Redes Sociales, así como a todos los ajustes para páginas y entradas individuales.%2$s"],"By default Admins have access to %1$sall SEO site settings%2$s":["Por defecto, los Administradores tienen acceso a %1$stodos los ajustes SEO del sitio%2$s"],"SEO Editor":["Editor SEO"],"SEO Manager":["Gestor SEO"],"Editor":["Editor"],"Administrator":["Administrador"],"Access Control Settings":["Ajustes de Control de Acceso"],"By default, only users with an Administrator role have permission to manage %1$s within your WordPress admin area. With Access Controls, though, you can easily extend specific access permissions to other user roles.":["Por defecto, solo los usuarios con un perfil de Administrador tienen permiso para gestionar %1$s dentro de su área de administración de WordPress. Sin embargo, con los controles de acceso, puede extender fácilmente permisos de acceso específicos a otros perfiles de usuario."],"Include All Taxonomies":["Incluir Todas las Taxonomías"],"Access Control is only available for licensed %1$s %2$s users.":["El control de acceso solo está disponible para usuarios con licencia de %1$s %2$s."],"Upgrade to Pro and Unlock Access Control":["Actualice a Pro y Desbloquee el Control de Acceso"],"Granular controls per role":["Controles granulares por perfil"],"Default settings that just work":["Configuraciones predeterminadas que simplemente funcionan"],"SEO Editor Role":["Perfil de Editor SEO"],"SEO Manager Role":["Perfil de Gestor SEO"],"WP Roles (Editor, Author)":["Perfiles WP (Editor, Autor)"],"This feature is only for licensed %1$s users. %2$s":["Esta característica es solo para usuarios de %1$s. %2$s"],"None":["Ninguno"],"SEO Analysis":["Análisis SEO"],"Use Default Settings":["Utilizar la Configuración Predeterminada"],"Pro":["Pro"],"Include All Post Types":["Incluir Todos los Tipos De Contenidos"],"By allowing us to track usage data we can better help you because we know with which WordPress configurations, themes and plugins we should test.":["Al permitirnos rastrear tus datos de uso, podemos ayudarte mejor, ya que sabremos con qué configuraciones, temas y plugins WordPress debemos probar."],"RSS Content Settings":["Ajustes del contenido por RSS"],"As a valued user you receive %1$s, automatically applied at checkout!":["¡Como usuario valioso, recibe %1$s, que se aplica automáticamente al finalizar la compra!"],"To unlock more features, consider %1$s.":["Para desbloquear más funciones, considere %1$s."],"This displays an SEO News widget on the dashboard.":["Esto muestra el widget de Noticias SEO en el escritorio."],"Author":["Autor"],"Advanced Settings":["Ajustes avanzados"],"General Settings":["Ajustes generales"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/settings-Main-vue.js"}}