{"translation-revision-date":"2021-09-10 11:24:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Home Page Meta Description":["Descripción meta de la página de inicio"],"Complete documentation on usage tracking is available %1$shere%2$s.":["La documentación completa sobre el uso del rastreo está disponible %1$saquí%2$s."],"Purchase and Install Now":["Comprar e Instalar Ahora"],"I'll do it later":["Lo haré más tarde"],"You won't have access to this functionality until the extensions have been purchased and installed.":["No tendrá acceso a esta funcionalidad hasta que las extensiones se hayan comprado e instalado."],"An upgrade is required to unlock the following features.":["Se requiere una actualización para desbloquear las siguientes características."],"Would you like to purchase and install the following features now?":["¿Le gustaría comprar e instalar las siguientes características ahora?"],"Yes, count me in":["Sí, cuente conmigo"],"Help make %1$s better for everyone":["Ayude a hacer %1$s mejor para todos"],"Your email is needed so you can receive SEO recommendations. This email will also be used to connect your site with our SEO API.":["Su correo electrónico es necesario para poder recibir recomendaciones de SEO. Este correo electrónico también se utilizará para conectar su sitio con nuestra API de SEO."],"Your Email Address":["Su dirección de correo electrónico"],"Get helpful suggestions from %1$s on how to optimize your website content, so you can rank higher in search results.":["Obtenga sugerencias útiles de %1$s sobre cómo optimizar el contenido de su web, para que pueda obtener una clasificación más alta en los resultados de búsqueda."],"Setup Site Analyzer + Smart Recommendations":["Configurar Analizador de Sitios + Recomendaciones Inteligentes"],"Redirect attachment pages?":["¿Redireccionar página de adjuntos?"],"Do you have multiple authors?":["¿Tiene múltiples autores?"],"Live Site":["Sitio en producción"],"Under Construction":["En Construcción"],"Is the site under construction or live (ready to be indexed)?":["¿Está el sitio en construcción o publicado (listo para indexarse)?"],"Click on the tags below to insert variables into your meta description.":["Haga clic en las siguientes etiquetas para insertar variables en su meta descripción."],"Click on the tags below to insert variables into your site title.":["Haga clic en las siguientes etiquetas para insertar variables en el título de su sitio."],"Edit Title and Description":["Editar Título y Descripción"],"Google Snippet Preview":["Vista previa del snippet de Google"],"The way your site is displayed in search results is very important. Take some time to look over these settings and tweak as needed.":["La forma en que se muestra su sitio en los resultados de búsqueda es muy importante. Tómese un tiempo para revisar estos ajustes y modifíquelos según sea necesario."],"Other:":["Otro:"],"Portfolio":["Portfolio"],"Corporation":["Corporación"],"Small Offline Business":["Pequeño negocio físico"],"Online Store":["Tienda Online"],"News Channel":["Canal de Noticias"],"Meta Description":["Meta Descripción"],"Home Page Title":["Título de la página de inicio"],"Enter your answer":["Introduzca su respuesta"],"Select a category to help us narrow down the SEO options that work best for you and your site.":["Selecciona una categoría para ayudarnos a reducir las opciones de SEO que mejor funcionan para tí y tu sitio."],"Which category best describes your website?":["¿Qué categoría describe mejor su web?"],"We have already selected our recommended features based on your site category, but you can use the following features to fine-tune your site.":["Ya hemos seleccionado nuestras características recomendadas según la categoría de su sitio, pero puede usar las siguientes características para ajustar su sitio."],"Which SEO features do you want to enable?":["¿Qué características de SEO desea habilitar?"],"The following plugins and %1$s addons will be installed: %2$s":["Se van a instalar los siguientes plugins y extensiones de %1$s: %2$s"],"The following %1$s addons will be installed: %2$s":["Se instalarán las siguientes extensiones de %1$s: %2$s"],"The following plugins will be installed: %1$s":["Se instalarán los siguientes plugins: %1$s"],"Import Data and Continue":["Importar datos y continuar"],"We have detected other SEO plugins installed on your website. Select which plugins you would like to import data to %1$s.":["Hemos detectado otros plugins de SEO instalados en tu web. Selecciona de qué plugins te gustaría importar datos a %1$s."],"Import data from your current plugins":["Importar datos de sus plugins actuales"],"Enable Sitemap":["Activar Mapa del Sitio"],"Enter your %1$s License Key":["Introduzca su Clave de Licencia de %1$s"],"Already purchased? Simply enter your license key below to connect with %1$s!":["¿Ya ha comprado? ¡Simplemente introduzca su código de licencia a continuación para conectarse con %1$s!"],"To unlock the selected features, please %1$s and enter your license key below.":["Para desbloquear las características seleccionadas, por favor %1$s e introduzca su clave de licencia a continuación."],"To unlock the selected features, please enter your license key below.":["Para desbloquear las características seleccionadas, introduzca su clave de licencia a continuación."],"upgrade to %1$s":["actualizar a %1$s"],"Manually Enter Person":["Introducir Persona Manualmente"],"Your Social Profiles":["Sus Perfiles Sociales"],"Default Social Share Image":["Imagen por defecto para compartir en redes sociales"],"Remove":["Eliminar"],"Minimum size: 112px x 112px, The image must be in JPG, PNG, GIF, SVG, or WEBP format.":["Tamaño mínimo: 112px x 112px, la imagen debe estar en formato JPG, PNG, GIF, SVG o WEBP."],"Paste your image URL or select a new image":["Pega la URL de tu imagen o selecciona una nueva imagen"],"Upload or Select Image":["Subir o Seleccionar Imagen"],"Logo":["Logotipo"],"Select which team or department the phone number belongs to.":["Selecciona a qué equipo o departamento pertenece el número de teléfono."],"Contact Type":["Tipo de Contacto"],"Choose a Contact Type":["Elige un tipo de contacto"],"Name":["Nombre"],"Choose whether the site represents a person or an organization.":["Elige si el sitio representa a una persona o a una organización."],"Choose a Person":["Elegir una Persona"],"Upgrade to %1$s Today":["Actualiza a %1$s hoy"],"And many more...":["Y muchos más..."],"Advanced WooCommerce":["WooCommerce Avanzado"],"Image SEO Optimization":["Optimización SEO de imágenes"],"Video and News Sitemaps":["Mapas del Sitio de vídeos y noticias"],"%1$s is the best WordPress SEO plugin. Join over 2,000,000+ Professionals who are already using %2$s to improve their website search rankings.":["%1$s es el mejor plugin de SEO para WordPress. Únase a más de 2.000.000 de profesionales que ya utilizan %2$s para mejorar la clasificación de búsqueda de sus sitios web."],"Upgrade to Pro to Unlock Powerful SEO Features":["Actualizar a Pro para Desbloquear Funciones SEO Potentes"],"%1$sBonus:%2$s You can upgrade your plan today and %3$ssave %4$s off%5$s (discount auto-applied).":["%1$sBono:%2$s Puede actualizar su plan hoy y %3$sahorrar un %4$s de descuento%5$s (descuento aplicado automáticamente)."],"Setup Webmaster Tools":["Configurar Webmaster Tools"],"See Advanced Settings":["Ver ajustes avanzados"],"Watch our Guided Tour of %1$s":["Mire nuestra visita guiada de %1$s"],"Read our Step By Step Guide to Improve your SEO Rankings":["Lea nuestra guía paso a paso para mejorar su clasificación de SEO"],"Join on Facebook":["Unirse en Facebook"],"Here's what to do next:":["Esto es lo que puede hacer a continuación:"],"Finish Setup and Go to the Dashboard":["Finalice la configuración y vaya al escritorio"],"Congratulations, your site is now SEO ready!":["¡Felicidades, su sitio está ahora listo para SEO!"],"Go back to the Dashboard":["Volver al Escritorio"],"Let's Get Started":["Empecemos"],"%1$s makes it easy to configure your site's SEO settings without the need to hire an expert. And it takes less than 10 minutes too!":["%1$s facilita la configuración de los ajustes de SEO de tu sitio sin la necesidad de contratar a un experto. ¡Y lleva menos de 10 minutos!"],"Welcome to the %1$s Setup Wizard!":["¡Bienvenido al Asistente de Configuración de %1$s!"],"Search Appearance":["Apariencia en el buscador"],"Additional Site Information":["Información Adicional del Sitio"],"There was an error connecting to the licensing API. Please try again later.":["Ocurrió un error al conectar con la API de licencias. Por favor, inténtalo de nuevo más tarde."],"This license key has reached the maximum number of activations. Please deactivate it from another site or purchase a new license to continue receiving automatic updates.":["La clave de licencia ha alcanzado el número máximo de activaciones. Por favor, desactívala de otro sitio o compra una nueva licencia para seguir recibiendo actualizaciones automáticas."],"The license key provided is disabled. Please use a different key to continue receiving automatic updates.":["La clave de licencia facilitada está desactivada. Por favor, utiliza una clave diferente para seguir recibiendo actualizaciones automáticas."],"The license key provided is invalid. Please use a different key to continue receiving automatic updates.":["La clave de licencia facilitada no es válida. Por favor, utiliza una clave diferente para seguir recibiendo actualizaciones automáticas."],"An unknown error occurred, please try again later.":["Ha ocurrido un error desconocido. Por favor, vuelve a intentarlo más tarde."],"Connect":["Conectar"],"Paste your license key here":["Pegue su código de licencia aquí"],"Include All Post Types":["Incluir Todos los Tipos De Contenidos"],"Local Business SEO":["SEO de negocio local"],"Join our Community":["Únase a nuestra comunidad"],"You're using %1$s - no license needed. Enjoy!":["Está usando %1$s - no es necesario una licencia. ¡Disfruta!"],"Phone Number":["Número de teléfono"],"Organization Name":["Nombre de la organización"],"SEO for Categories, Tags and Custom Taxonomies":["SEO de categorías, etiquetas y taxonomías personalizadas"],"Organization":["Organización"],"Person":["Persona"],"Person or Organization":["Persona u organización"],"Blog":["Blog"],"Follow on Twitter":["Seguir en Twitter"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/setup-wizard-Main-vue.js"}}